{
    "__collections__": {
        "1-peter": {
            "1-peter2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "1-peter",
                "text": "Peter, an apostle of Jesus Christ, To the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
                "bible": "KJV21",
                "verse": "1"
            },
            "1-peter2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "1-peter",
                "text": "elect according to the foreknowledge of God the Father through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you and peace be multiplied.",
                "bible": "KJV21",
                "verse": "2"
            },
            "1-peter2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "1-peter",
                "text": "Blessed be the God and Father of our Lord Jesus Christ, who according to His abundant mercy hath begotten us again unto a living hope by the resurrection of Jesus Christ from the dead,",
                "bible": "KJV21",
                "verse": "3"
            },
            "1-peter2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "1-peter",
                "text": "to an inheritance incorruptible and undefiled and that fadeth not away, reserved in Heaven for you,",
                "bible": "KJV21",
                "verse": "4"
            },
            "1-peter2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "1-peter",
                "text": "who are kept by the power of God through faith for salvation ready to be revealed in the last time.",
                "bible": "KJV21",
                "verse": "5"
            },
            "1-peter2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "1-peter",
                "text": "In this ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations,",
                "bible": "KJV21",
                "verse": "6"
            },
            "1-peter2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "1-peter",
                "text": "that the trial of your faith (being much more precious than gold that perisheth, though it be tested with fire) might be found unto praise and honor and glory at the appearing of Jesus Christ,",
                "bible": "KJV21",
                "verse": "7"
            },
            "1-peter2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "1-peter",
                "text": "whom having not seen, ye love. In Him, though now ye see Him not, yet believing, ye rejoice with joy unspeakable and full of glory,",
                "bible": "KJV21",
                "verse": "8"
            },
            "1-peter2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "1-peter",
                "text": "receiving the end of your faith, even the salvation of your souls.",
                "bible": "KJV21",
                "verse": "9"
            },
            "1-peter2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "1-peter",
                "text": "Of this salvation the prophets have inquired and searched diligently, and have prophesied of the grace that should come unto you,",
                "bible": "KJV21",
                "verse": "10"
            },
            "1-peter2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "1-peter",
                "text": "searching what, or what manner of time, the Spirit of Christ who was in them had signified when He testified beforehand of the sufferings of Christ and the glory that should follow.",
                "bible": "KJV21",
                "verse": "11"
            },
            "1-peter2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "1-peter",
                "text": "Unto them it was revealed that they ministered, not unto themselves, but unto us the things which are now reported unto you by those who have preached the Gospel unto you, with the Holy Ghost sent down from Heaven — things which the angels desire to look into.",
                "bible": "KJV21",
                "verse": "12"
            },
            "1-peter2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "1-peter",
                "text": "Therefore gird up the loins of your mind; be sober and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ.",
                "bible": "KJV21",
                "verse": "13"
            },
            "1-peter2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "1-peter",
                "text": "As obedient children, do not fashion yourselves according to the former lusts in your ignorance,",
                "bible": "KJV21",
                "verse": "14"
            },
            "1-peter2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "1-peter",
                "text": "but as He who hath called you is holy, so be ye holy in all manner of living,",
                "bible": "KJV21",
                "verse": "15"
            },
            "1-peter2coOAF2dByWwsL1S115": {
                "chapter": "1",
                "book": "1-peter",
                "text": "because it is written: “Be ye holy, for I am holy.”",
                "bible": "KJV21",
                "verse": "16"
            },
            "1-peter2coOAF2dByWwsL1S116": {
                "chapter": "1",
                "book": "1-peter",
                "text": "And if ye call on the Father, who without respect of persons judgeth according to every man’s work, pass the time of your sojourning here in fear.",
                "bible": "KJV21",
                "verse": "17"
            },
            "1-peter2coOAF2dByWwsL1S117": {
                "chapter": "1",
                "book": "1-peter",
                "text": "For ye know that ye were not redeemed with corruptible things, such as silver and gold, from your vain way of living which ye received by tradition from your fathers,",
                "bible": "KJV21",
                "verse": "18"
            },
            "1-peter2coOAF2dByWwsL1S118": {
                "chapter": "1",
                "book": "1-peter",
                "text": "but with the precious blood of Christ, as of a lamb without blemish and without spot,",
                "bible": "KJV21",
                "verse": "19"
            },
            "1-peter2coOAF2dByWwsL1S119": {
                "chapter": "1",
                "book": "1-peter",
                "text": "who verily was foreordained before the foundation of the world, but was manifest in these last times for you.",
                "bible": "KJV21",
                "verse": "20"
            },
            "1-peter2coOAF2dByWwsL1S120": {
                "chapter": "1",
                "book": "1-peter",
                "text": "By Him ye believe in God, who raised Him up from the dead and gave Him glory, that your faith and hope might be in God.",
                "bible": "KJV21",
                "verse": "21"
            },
            "1-peter2coOAF2dByWwsL1S121": {
                "chapter": "1",
                "book": "1-peter",
                "text": "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently,",
                "bible": "KJV21",
                "verse": "22"
            },
            "1-peter2coOAF2dByWwsL1S122": {
                "chapter": "1",
                "book": "1-peter",
                "text": "being born again, not of corruptible seed, but of incorruptible, by the Word of God which liveth and abideth for ever;",
                "bible": "KJV21",
                "verse": "23"
            },
            "1-peter2coOAF2dByWwsL1S123": {
                "chapter": "1",
                "book": "1-peter",
                "text": "for “all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away;",
                "bible": "KJV21",
                "verse": "24"
            },
            "1-peter2coOAF2dByWwsL1S124": {
                "chapter": "1",
                "book": "1-peter",
                "text": "but the Word of the Lord endureth for ever.” And this is the Word which by the Gospel is preached unto you.",
                "bible": "KJV21",
                "verse": "25"
            },
            "1-peter2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Therefore laying aside all malice and all guile, and hypocrisy and envy and all evil speaking,",
                "bible": "KJV21",
                "verse": "1"
            },
            "1-peter2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "1-peter",
                "text": "as newborn babes, desire the sincere milk of the Word, that ye may grow thereby,",
                "bible": "KJV21",
                "verse": "2"
            },
            "1-peter2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "1-peter",
                "text": "if so it be that ye have tasted that the Lord is gracious.",
                "bible": "KJV21",
                "verse": "3"
            },
            "1-peter2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Coming to Him as unto a living stone, disallowed indeed by men, but chosen by God and precious,",
                "bible": "KJV21",
                "verse": "4"
            },
            "1-peter2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "1-peter",
                "text": "ye also as living stones are built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices acceptable to God by Jesus Christ.",
                "bible": "KJV21",
                "verse": "5"
            },
            "1-peter2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Therefore it is also contained in the Scripture: “Behold, I lay in Zion a chief cornerstone, elect, precious; and he that believeth in Him shall not be confounded.”",
                "bible": "KJV21",
                "verse": "6"
            },
            "1-peter2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Unto you therefore who believe, He is precious; but unto those who are disobedient, “The stone which the builders disallowed, the same is made the head of the corner,”",
                "bible": "KJV21",
                "verse": "7"
            },
            "1-peter2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "1-peter",
                "text": "and, “A stone of stumbling and a rock of offense,” even to those who stumble at the Word, being disobedient, unto which also they were appointed.",
                "bible": "KJV21",
                "verse": "8"
            },
            "1-peter2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "1-peter",
                "text": "But ye are a chosen generation, a royal priesthood, a holy nation, a peculiar people, that ye should show forth the praises of Him who hath called you out of darkness into His marvelous light.",
                "bible": "KJV21",
                "verse": "9"
            },
            "1-peter2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "1-peter",
                "text": "In times past ye were not a people, but are now the people of God; who had not obtained mercy, but now have obtained mercy.",
                "bible": "KJV21",
                "verse": "10"
            },
            "1-peter2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts which war against the soul,",
                "bible": "KJV21",
                "verse": "11"
            },
            "1-peter2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "1-peter",
                "text": "having your way of life honest among the Gentiles, that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.",
                "bible": "KJV21",
                "verse": "12"
            },
            "1-peter2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Submit yourselves to every ordinance of man for the Lord’s sake, whether it be to the king as supreme,",
                "bible": "KJV21",
                "verse": "13"
            },
            "1-peter2coOAF2dByWwsL1S213": {
                "chapter": "2",
                "book": "1-peter",
                "text": "or unto governors as unto those who are sent by him for the punishment of evildoers and for the praise of those who do well.",
                "bible": "KJV21",
                "verse": "14"
            },
            "1-peter2coOAF2dByWwsL1S214": {
                "chapter": "2",
                "book": "1-peter",
                "text": "For so is the will of God, that with welldoing ye may put to silence the ignorance of foolish men”",
                "bible": "KJV21",
                "verse": "15"
            },
            "1-peter2coOAF2dByWwsL1S215": {
                "chapter": "2",
                "book": "1-peter",
                "text": "as free, and not using your liberty as a cloak for maliciousness, but as the servants of God.",
                "bible": "KJV21",
                "verse": "16"
            },
            "1-peter2coOAF2dByWwsL1S216": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Honor all men. Love the brotherhood. Fear God. Honor the king.",
                "bible": "KJV21",
                "verse": "17"
            },
            "1-peter2coOAF2dByWwsL1S217": {
                "chapter": "2",
                "book": "1-peter",
                "text": "Servants, be subject to your masters with all fear, not only to the good and gentle, but also to the froward.",
                "bible": "KJV21",
                "verse": "18"
            },
            "1-peter2coOAF2dByWwsL1S218": {
                "chapter": "2",
                "book": "1-peter",
                "text": "For this is thankworthy: if a man, because of his conscience toward God, endure grief, suffering wrongfully.",
                "bible": "KJV21",
                "verse": "19"
            },
            "1-peter2coOAF2dByWwsL1S219": {
                "chapter": "2",
                "book": "1-peter",
                "text": "For what glory is it if, when ye be buffeted for your faults, ye shall take it patiently? But if when ye do well and suffer for it, ye take it patiently, this is acceptable with God.",
                "bible": "KJV21",
                "verse": "20"
            },
            "1-peter2coOAF2dByWwsL1S220": {
                "chapter": "2",
                "book": "1-peter",
                "text": "For even unto this were ye called, because Christ also suffered for us, leaving us an example, that ye should follow His steps,",
                "bible": "KJV21",
                "verse": "21"
            },
            "1-peter2coOAF2dByWwsL1S221": {
                "chapter": "2",
                "book": "1-peter",
                "text": "“who did no sin, neither was guile found in His mouth”;",
                "bible": "KJV21",
                "verse": "22"
            },
            "1-peter2coOAF2dByWwsL1S222": {
                "chapter": "2",
                "book": "1-peter",
                "text": "who when He was reviled, reviled not in return; when He suffered, He threatened not, but committed Himself to Him that judgeth righteously;",
                "bible": "KJV21",
                "verse": "23"
            },
            "1-peter2coOAF2dByWwsL1S223": {
                "chapter": "2",
                "book": "1-peter",
                "text": "who His own self bore our sins in His own body on the tree, that we, being dead to sins, should live unto righteousness; by whose stripes ye were healed.",
                "bible": "KJV21",
                "verse": "24"
            },
            "1-peter2coOAF2dByWwsL1S224": {
                "chapter": "2",
                "book": "1-peter",
                "text": "For ye were as sheep going astray, but are now returned unto the Shepherd and Bishop of your souls.",
                "bible": "KJV21",
                "verse": "25"
            },
            "1-peter2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "1-peter",
                "text": "Likewise, ye wives, be in subjection to your own husbands, that if any obey not the Word, they also may be won without the word by the conduct of their wives",
                "bible": "KJV21",
                "verse": "1"
            },
            "1-peter2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "1-peter",
                "text": "while they behold your chaste manner of living coupled with fear.",
                "bible": "KJV21",
                "verse": "2"
            },
            "1-peter2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "1-peter",
                "text": "When adorning yourselves, let it not be that outward adorning of plaiting the hair, and of wearing gold, or of putting on apparel;",
                "bible": "KJV21",
                "verse": "3"
            },
            "1-peter2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "1-peter",
                "text": "but let it be the hidden man of the heart which is not corruptible, even the ornament of a meek and quiet spirit, which in the sight of God is of great price.",
                "bible": "KJV21",
                "verse": "4"
            },
            "1-peter2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "1-peter",
                "text": "For in this manner in olden times the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands,",
                "bible": "KJV21",
                "verse": "5"
            },
            "1-peter2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "1-peter",
                "text": "even as Sara obeyed Abraham, calling him lord. Ye are her daughters as long as ye do well and are not afraid with any bewilderment.",
                "bible": "KJV21",
                "verse": "6"
            },
            "1-peter2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "1-peter",
                "text": "Likewise, ye husbands, dwell with your wives with understanding, giving honor unto the wife as unto the weaker vessel, and as being heirs together of the grace of life, that your prayers be not hindered.",
                "bible": "KJV21",
                "verse": "7"
            },
            "1-peter2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "1-peter",
                "text": "Finally, be ye all of one mind, having compassion one for another. Love each other as brethren, be sympathetic, be courteous,",
                "bible": "KJV21",
                "verse": "8"
            },
            "1-peter2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "1-peter",
                "text": "not rendering evil for evil, or railing for railing, but contrariwise blessing, knowing that ye are called thereto, that ye might inherit a blessing.",
                "bible": "KJV21",
                "verse": "9"
            },
            "1-peter2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "1-peter",
                "text": "For, “He that would love life and see good days, let him refrain his tongue from evil, and his lips that they speak no guile.",
                "bible": "KJV21",
                "verse": "10"
            },
            "1-peter2coOAF2dByWwsL1S310": {
                "chapter": "3",
                "book": "1-peter",
                "text": "Let him eschew evil and do good; let him seek peace and pursue it.",
                "bible": "KJV21",
                "verse": "11"
            },
            "1-peter2coOAF2dByWwsL1S311": {
                "chapter": "3",
                "book": "1-peter",
                "text": "For the eyes of the Lord are over the righteous, and His ears are open unto their prayers; but the face of the Lord is against them that do evil.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "1-peter2coOAF2dByWwsL1S312": {
                "chapter": "3",
                "book": "1-peter",
                "text": "And who is he that will harm you if ye be followers of that which is good?",
                "bible": "KJV21",
                "verse": "13"
            },
            "1-peter2coOAF2dByWwsL1S313": {
                "chapter": "3",
                "book": "1-peter",
                "text": "But if ye suffer for righteousness’ sake, happy are ye. “And be not afraid of their terror; neither be troubled.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "1-peter2coOAF2dByWwsL1S314": {
                "chapter": "3",
                "book": "1-peter",
                "text": "But sanctify the Lord God in your hearts, and be ready always to give an answer to every man who asketh you a reason for the hope that is in you, with meekness and fear.",
                "bible": "KJV21",
                "verse": "15"
            },
            "1-peter2coOAF2dByWwsL1S315": {
                "chapter": "3",
                "book": "1-peter",
                "text": "Have a good conscience, that, whereas they speak evil of you as of evildoers, they who falsely accuse may be ashamed by your good manner of life in Christ.",
                "bible": "KJV21",
                "verse": "16"
            },
            "1-peter2coOAF2dByWwsL1S316": {
                "chapter": "3",
                "book": "1-peter",
                "text": "For it is better, if the will of God be so, that ye suffer for welldoing than for evildoing.",
                "bible": "KJV21",
                "verse": "17"
            },
            "1-peter2coOAF2dByWwsL1S317": {
                "chapter": "3",
                "book": "1-peter",
                "text": "For Christ also hath once suffered for sins, the just for the unjust, that He might bring us to God, being put to death in the flesh, but quickened by the Spirit,",
                "bible": "KJV21",
                "verse": "18"
            },
            "1-peter2coOAF2dByWwsL1S318": {
                "chapter": "3",
                "book": "1-peter",
                "text": "by which also He went and preached unto the spirits in prison,",
                "bible": "KJV21",
                "verse": "19"
            },
            "1-peter2coOAF2dByWwsL1S319": {
                "chapter": "3",
                "book": "1-peter",
                "text": "who one time were disobedient, when once the longsuffering of God waited in the days of Noah while the ark was being prepared, wherein few, (that is, eight souls) were saved by water.",
                "bible": "KJV21",
                "verse": "20"
            },
            "1-peter2coOAF2dByWwsL1S320": {
                "chapter": "3",
                "book": "1-peter",
                "text": "The like figure to this, even baptism, doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God) by the resurrection of Jesus Christ,",
                "bible": "KJV21",
                "verse": "21"
            },
            "1-peter2coOAF2dByWwsL1S321": {
                "chapter": "3",
                "book": "1-peter",
                "text": "who has gone into Heaven and is at the right hand of God, angels and authorities and powers being made subject unto Him.",
                "bible": "KJV21",
                "verse": "22"
            },
            "1-peter2coOAF2dByWwsL1S40": {
                "chapter": "4",
                "book": "1-peter",
                "text": "For inasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind, for he that hath suffered in the flesh hath ceased from sin,",
                "bible": "KJV21",
                "verse": "1"
            },
            "1-peter2coOAF2dByWwsL1S41": {
                "chapter": "4",
                "book": "1-peter",
                "text": "that he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "1-peter2coOAF2dByWwsL1S42": {
                "chapter": "4",
                "book": "1-peter",
                "text": "For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revelings, banquetings, and abominable idolatries;",
                "bible": "KJV21",
                "verse": "3"
            },
            "1-peter2coOAF2dByWwsL1S43": {
                "chapter": "4",
                "book": "1-peter",
                "text": "wherein they think it strange that you run not with them to the same dissolute excess, speaking evil of you,",
                "bible": "KJV21",
                "verse": "4"
            },
            "1-peter2coOAF2dByWwsL1S44": {
                "chapter": "4",
                "book": "1-peter",
                "text": "who shall give account to Him that is ready to judge the quick and the dead.",
                "bible": "KJV21",
                "verse": "5"
            },
            "1-peter2coOAF2dByWwsL1S45": {
                "chapter": "4",
                "book": "1-peter",
                "text": "For, for this cause was the Gospel preached also to those who are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.",
                "bible": "KJV21",
                "verse": "6"
            },
            "1-peter2coOAF2dByWwsL1S46": {
                "chapter": "4",
                "book": "1-peter",
                "text": "But the end of all things is at hand: be ye therefore sober and watch unto prayer.",
                "bible": "KJV21",
                "verse": "7"
            },
            "1-peter2coOAF2dByWwsL1S47": {
                "chapter": "4",
                "book": "1-peter",
                "text": "And above all things, have fervent charity among yourselves, for charity shall cover the multitude of sins.",
                "bible": "KJV21",
                "verse": "8"
            },
            "1-peter2coOAF2dByWwsL1S48": {
                "chapter": "4",
                "book": "1-peter",
                "text": "Use hospitality one to another without grudging.",
                "bible": "KJV21",
                "verse": "9"
            },
            "1-peter2coOAF2dByWwsL1S49": {
                "chapter": "4",
                "book": "1-peter",
                "text": "As every man hath received the gift, even so minister the same one to another as good stewards of the manifold grace of God.",
                "bible": "KJV21",
                "verse": "10"
            },
            "1-peter2coOAF2dByWwsL1S410": {
                "chapter": "4",
                "book": "1-peter",
                "text": "If any man speak, let him speak according to the oracles of God. If any man minister, let him do it according to the ability which God giveth, that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.",
                "bible": "KJV21",
                "verse": "11"
            },
            "1-peter2coOAF2dByWwsL1S411": {
                "chapter": "4",
                "book": "1-peter",
                "text": "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you;",
                "bible": "KJV21",
                "verse": "12"
            },
            "1-peter2coOAF2dByWwsL1S412": {
                "chapter": "4",
                "book": "1-peter",
                "text": "but rejoice inasmuch as ye are partakers of Christ’s sufferings, that, when His glory shall be revealed, ye may be glad also with exceeding joy.",
                "bible": "KJV21",
                "verse": "13"
            },
            "1-peter2coOAF2dByWwsL1S413": {
                "chapter": "4",
                "book": "1-peter",
                "text": "If ye be reproached for the name of Christ, happy are ye, for the Spirit of glory and of God resteth upon you. On their part evil is spoken of Him, but on your part He is glorified.",
                "bible": "KJV21",
                "verse": "14"
            },
            "1-peter2coOAF2dByWwsL1S414": {
                "chapter": "4",
                "book": "1-peter",
                "text": "But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men’s matters.",
                "bible": "KJV21",
                "verse": "15"
            },
            "1-peter2coOAF2dByWwsL1S415": {
                "chapter": "4",
                "book": "1-peter",
                "text": "Yet if any man suffer as a Christian, let him not be ashamed, but let him glorify God on this account.",
                "bible": "KJV21",
                "verse": "16"
            },
            "1-peter2coOAF2dByWwsL1S416": {
                "chapter": "4",
                "book": "1-peter",
                "text": "For the time has come that judgment must begin at the house of God. And if it first begin with us, what shall the end be of those who obey not the Gospel of God?",
                "bible": "KJV21",
                "verse": "17"
            },
            "1-peter2coOAF2dByWwsL1S417": {
                "chapter": "4",
                "book": "1-peter",
                "text": "And, “If the righteous scarcely be saved, where shall the ungodly and the sinner appear?”",
                "bible": "KJV21",
                "verse": "18"
            },
            "1-peter2coOAF2dByWwsL1S418": {
                "chapter": "4",
                "book": "1-peter",
                "text": "Therefore let those who suffer according to the will of God commit the keeping of their souls to Him in welldoing, as unto a faithful Creator.",
                "bible": "KJV21",
                "verse": "19"
            },
            "1-peter2coOAF2dByWwsL1S50": {
                "chapter": "5",
                "book": "1-peter",
                "text": "The elders who are among you I exhort, who am also an elder and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:",
                "bible": "KJV21",
                "verse": "1"
            },
            "1-peter2coOAF2dByWwsL1S51": {
                "chapter": "5",
                "book": "1-peter",
                "text": "feed the flock of God which is among you, taking the oversight of them, not by constraint but willingly, not for filthy lucre but out of a ready mind,",
                "bible": "KJV21",
                "verse": "2"
            },
            "1-peter2coOAF2dByWwsL1S52": {
                "chapter": "5",
                "book": "1-peter",
                "text": "neither as being lords over God’s heritage, but by being examples to the flock.",
                "bible": "KJV21",
                "verse": "3"
            },
            "1-peter2coOAF2dByWwsL1S53": {
                "chapter": "5",
                "book": "1-peter",
                "text": "And when the Chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.",
                "bible": "KJV21",
                "verse": "4"
            },
            "1-peter2coOAF2dByWwsL1S54": {
                "chapter": "5",
                "book": "1-peter",
                "text": "Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility; for “God resisteth the proud, and giveth grace to the humble.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "1-peter2coOAF2dByWwsL1S55": {
                "chapter": "5",
                "book": "1-peter",
                "text": "Humble yourselves therefore under the mighty hand of God, that He may exalt you in due time,",
                "bible": "KJV21",
                "verse": "6"
            },
            "1-peter2coOAF2dByWwsL1S56": {
                "chapter": "5",
                "book": "1-peter",
                "text": "casting all your cares upon Him, for He careth for you.",
                "bible": "KJV21",
                "verse": "7"
            },
            "1-peter2coOAF2dByWwsL1S57": {
                "chapter": "5",
                "book": "1-peter",
                "text": "Be sober, be vigilant, because your adversary the devil walketh about as a roaring lion, seeking whom he may devour.",
                "bible": "KJV21",
                "verse": "8"
            },
            "1-peter2coOAF2dByWwsL1S58": {
                "chapter": "5",
                "book": "1-peter",
                "text": "Resist him, steadfast in the faith, knowing that the same afflictions are accomplished in your brethren who are in the world.",
                "bible": "KJV21",
                "verse": "9"
            },
            "1-peter2coOAF2dByWwsL1S59": {
                "chapter": "5",
                "book": "1-peter",
                "text": "But after ye have suffered a while, may the God of all grace, who hath called us into His eternal glory by Christ Jesus, make you perfect, establish, strengthen, settle you.",
                "bible": "KJV21",
                "verse": "10"
            },
            "1-peter2coOAF2dByWwsL1S510": {
                "chapter": "5",
                "book": "1-peter",
                "text": "To Him be glory and dominion for ever and ever. Amen.",
                "bible": "KJV21",
                "verse": "11"
            },
            "1-peter2coOAF2dByWwsL1S511": {
                "chapter": "5",
                "book": "1-peter",
                "text": "By Silvanus, whom I account to be a faithful brother unto you, I have written briefly, exhorting and testifying that this is the true grace of God wherein ye stand.",
                "bible": "KJV21",
                "verse": "12"
            },
            "1-peter2coOAF2dByWwsL1S512": {
                "chapter": "5",
                "book": "1-peter",
                "text": "The church that is at Babylon, elected together with you, saluteth you, and so doth Mark, my son.",
                "bible": "KJV21",
                "verse": "13"
            },
            "1-peter2coOAF2dByWwsL1S513": {
                "chapter": "5",
                "book": "1-peter",
                "text": "Greet ye one another with a kiss of charity. Peace be with you all who are in Christ Jesus. Amen.",
                "bible": "KJV21",
                "verse": "14"
            }
        }
    }
}