{
   
            "Amos2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Amos",
                "text": "The words of Amos, who was among the herdsmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Amos",
                "text": "And he said: “The Lord will roar from Zion, and utter His voice from Jerusalem; and the habitations of the shepherds shall mourn, and the top of Carmel shall wither.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of Damascus, and for four, I will not turn away the punishment thereof, because they have threshed Gilead with threshing instruments of iron.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Amos",
                "text": "But I will send a fire into the house of Hazael, which shall devour the palaces of Benhadad.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Amos",
                "text": "I will break also the bar of Damascus, and cut off the inhabitant from the plain of Aven, and him that holdeth the scepter from the house of Eden; and the people of Syria shall go into captivity unto Kir,” saith the Lord.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of Gaza, and for four, I will not turn away the punishment thereof, because they carried away captive the whole captivity to deliver them up to Edom.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Amos",
                "text": "But I will send a fire on the wall of Gaza, which shall devour the palaces thereof.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Amos",
                "text": "And I will cut off the inhabitant from Ashdod, and him that holdeth the scepter from Ashkelon; and I will turn Mine hand against Ekron, and the remnant of the Philistines shall perish,” saith the Lord God.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of Tyre, and for four, I will not turn away the punishment thereof, because they delivered up the whole captivity to Edom, and remembered not the brotherly covenant.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Amos",
                "text": "But I will send a fire on the wall of Tyre, which shall devour the palaces thereof.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of Edom, and for four, I will not turn away the punishment thereof, because he pursued his brother with the sword, and cast off all pity; and his anger tore perpetually, and he kept his wrath for ever.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Amos",
                "text": "But I will send a fire upon Teman, which shall devour the palaces of Bozrah.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof, because they have ripped up the women with child of Gilead, that they might enlarge their border.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Amos",
                "text": "But I will kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Amos",
                "text": "And their king shall go into captivity, he and his princes together,” saith the Lord.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Amos2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of Moab, and for four, I will not turn away the punishment thereof, because he burned the bones of the king of Edom into lime.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Amos",
                "text": "But I will send a fire upon Moab, and it shall devour the palaces of Kerioth; and Moab shall die with tumult, with shouting and with the sound of the trumpet.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Amos",
                "text": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him,” saith the Lord.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of Judah, and for four, I will not turn away the punishment thereof, because they have despised the law of the Lord, and have not kept His commandments; and their lies caused them to err, after which their fathers have walked.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Amos",
                "text": "But I will send a fire upon Judah, and it shall devour the palaces of Jerusalem.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Amos",
                "text": "Thus saith the Lord: “For three transgressions of Israel, and for four, I will not turn away the punishment thereof, because they sold the righteous for silver and the poor for a pair of shoes.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Amos",
                "text": "They pant after the dust of the earth on the head of the poor, and turn aside the way of the meek; and a man and his father will go in unto the same maid to profane My holy name.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Amos",
                "text": "And they lay themselves down upon clothes laid in pledge by every altar, and they drink the wine of the condemned in the house of their god.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Amos",
                "text": "“Yet I destroyed the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above and his roots from beneath.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Amos",
                "text": "Also I brought you up from the land of Egypt, and led you forty years through the wilderness to possess the land of the Amorite.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "Amos",
                "text": "And I raised up of your sons for prophets, and of your young men for Nazirites. Is it not even thus, O ye children of Israel?” saith the Lord.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "Amos",
                "text": "“But ye gave the Nazirites wine to drink, and commanded the prophets, saying, ‘Prophesy not.’",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "Amos",
                "text": "“Behold, I am pressed under you, as a cart is pressed that is full of sheaves.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S213": {
                "chapter": "2",
                "book": "Amos",
                "text": "Therefore the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S214": {
                "chapter": "2",
                "book": "Amos",
                "text": "Neither shall he stand that handleth the bow, and he that is swift of foot shall not deliver himself; neither shall he that rideth the horse deliver himself.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Amos2coOAF2dByWwsL1S215": {
                "chapter": "2",
                "book": "Amos",
                "text": "And he that is courageous among the mighty shall flee away naked in that day,” saith the Lord.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Amos2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Amos",
                "text": "Hear this word that the Lord hath spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt, saying,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Amos",
                "text": "“You only have I known of all the families of the earth; therefore I will punish you for all your iniquities.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Amos",
                "text": "Can two walk together, unless they be agreed?",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Amos",
                "text": "Will a lion roar in the forest when he hath no prey? Will a young lion cry out of his den, if he have taken nothing?",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Amos",
                "text": "Can a bird fall in a snare upon the earth where no trap is for him? Shall one take up a snare from the earth, and have taken nothing at all?",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "Amos",
                "text": "Shall a trumpet be blown in the city, and the people not be afraid? Shall there be evil in a city, and the Lord hath not done it?",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "Amos",
                "text": "Surely the Lord God will do nothing, unless He revealeth His secret unto His servants the prophets.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "Amos",
                "text": "The lion hath roared! Who will not fear? The Lord God hath spoken! Who can but prophesy?",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "Amos",
                "text": "Proclaim in the palaces at Ashdod and in the palaces in theland of Egypt, and say, “Assemble yourselves upon the mountains of Samaria, and behold the great tumults in the midst thereof and the oppressed in the midst thereof.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "Amos",
                "text": "For they know not to do right,” saith the Lord, “who store up violence and robbery in their palaces.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S310": {
                "chapter": "3",
                "book": "Amos",
                "text": "Therefore thus saith the Lord God: “An adversary there shall be even round about the land; and he shall bring down thy strength from thee, and thy palaces shall be despoiled.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S311": {
                "chapter": "3",
                "book": "Amos",
                "text": "Thus saith the Lord: “As the shepherd taketh out of the mouth of the lion two legs or a piece of an ear, so shall the children of Israel be taken out, that dwell in Samaria in the corner of a bed and in Damascus on a couch.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S312": {
                "chapter": "3",
                "book": "Amos",
                "text": "“Hear ye, and testify in the house of Jacob,” saith the Lord God, the God of hosts,",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S313": {
                "chapter": "3",
                "book": "Amos",
                "text": "“that in the day that I shall visit the transgressions of Israel upon him, I will also visit the altars of Bethel; and the horns of the altar shall be cut off and fall to the ground.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S314": {
                "chapter": "3",
                "book": "Amos",
                "text": "And I will smite the winter house and the summer house; and the houses of ivory shall perish, and the great houses shall have an end,” saith the Lord.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Amos2coOAF2dByWwsL1S40": {
                "chapter": "4",
                "book": "Amos",
                "text": "Hear this word, ye cows of Bashan, that are in the mountain of Samaria, who oppress the poor, who crush the needy, who say to their masters, “Bring, and let us drink.”",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S41": {
                "chapter": "4",
                "book": "Amos",
                "text": "The Lord God hath sworn by His holiness that: “Lo, the days shall come upon you, that He will take you away with hooks and your posterity with fishhooks.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S42": {
                "chapter": "4",
                "book": "Amos",
                "text": "And ye shall go out at the breaches, every cow at that which is before her, and ye shall cast them into the palace,” saith the Lord.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S43": {
                "chapter": "4",
                "book": "Amos",
                "text": "“Come to Bethel and transgress; at Gilgal multiply transgression; and bring your sacrifices every morning and your tithes after three years.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S44": {
                "chapter": "4",
                "book": "Amos",
                "text": "And offer a sacrifice of thanksgiving with leaven, and proclaim and publish the free offerings; for so ye love, O ye children of Israel,” saith the Lord God.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S45": {
                "chapter": "4",
                "book": "Amos",
                "text": "“And I also have given you cleanness of teeth in all your cities, and want of bread in all your places; yet have ye not returned unto Me,” saith the Lord.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S46": {
                "chapter": "4",
                "book": "Amos",
                "text": "“And also I have withheld the rain from you, when there were yet three months to the harvest; and I caused it to rain upon one city, and caused it not to rain upon another city. One piece was rained upon, and the piece upon which it rained not withered.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S47": {
                "chapter": "4",
                "book": "Amos",
                "text": "So two or three cities wandered unto one city to drink water, but they were not satisfied; yet have ye not returned unto Me,” saith the Lord.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S48": {
                "chapter": "4",
                "book": "Amos",
                "text": "“I have smitten you with blight and mildew; when your gardens and your vineyards and your fig trees and your olive trees increased, the palmer worm devoured them; yet have ye not returned unto Me,” saith the Lord.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S49": {
                "chapter": "4",
                "book": "Amos",
                "text": "“I have sent among you the pestilence after the manner of Egypt; your young men have I slain with the sword, and have taken away your horses; and I have made the stink of your camps to come up unto your nostrils; yet have ye not returned unto Me,” saith the Lord.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S410": {
                "chapter": "4",
                "book": "Amos",
                "text": "“I have overthrown some of you, as God overthrew Sodom and Gomorrah, and ye were as a firebrand plucked out of the burning; yet have ye not returned unto Me,” saith the Lord.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S411": {
                "chapter": "4",
                "book": "Amos",
                "text": "“Therefore thus will I do unto thee, O Israel; and because I will do this unto thee, prepare to meet thy God, O Israel!”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S412": {
                "chapter": "4",
                "book": "Amos",
                "text": "For lo, He that formeth the mountains and createth the wind, and declareth unto man what is His thought, that maketh the morning darkness, and treadeth upon the high places of the earth—the Lord, the God of Hosts, is His name.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S50": {
                "chapter": "5",
                "book": "Amos",
                "text": "Hear ye this word which I take up against you, even a lamentation, O house of Israel:",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S51": {
                "chapter": "5",
                "book": "Amos",
                "text": "The virgin of Israel is fallen; she shall no more rise. She is forsaken upon her land; there is none to raise her up.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S52": {
                "chapter": "5",
                "book": "Amos",
                "text": "For thus saith the Lord God: “The city that went out by a thousand shall be left a hundred, and that which went forth by a hundred shall be left ten to the house of Israel.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S53": {
                "chapter": "5",
                "book": "Amos",
                "text": "For thus saith the Lord unto the house of Israel: “Seek ye Me, and ye shall live;",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S54": {
                "chapter": "5",
                "book": "Amos",
                "text": "but seek not Bethel, nor enter into Gilgal, and pass not to Beersheba; for Gilgal shall surely go into captivity, and Bethel shall come to nought.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S55": {
                "chapter": "5",
                "book": "Amos",
                "text": "Seek the Lord, and ye shall live; lest He break out like fire in the house of Joseph, and devour it, and there be none to quench it in Bethel—",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S56": {
                "chapter": "5",
                "book": "Amos",
                "text": "ye who turn judgment to wormwood, and leave off righteousness in the earth!”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S57": {
                "chapter": "5",
                "book": "Amos",
                "text": "Seek Him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night, who calleth for the waters of the sea and poureth them out upon the face of the earth: The Lord is His name,",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S58": {
                "chapter": "5",
                "book": "Amos",
                "text": "who strengtheneth the despoiled against the strong, so that the despoiled shall come against the fortress.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S59": {
                "chapter": "5",
                "book": "Amos",
                "text": "They hate him that rebuketh in the gate, and they abhor him that speaketh uprightly.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S510": {
                "chapter": "5",
                "book": "Amos",
                "text": "Forasmuch therefore as your treading is upon the poor, and ye take from him burdens of wheat, ye have built houses of hewn stone, but ye shall not dwell in them; ye have planted pleasant vineyards, but ye shall not drink wine from them.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S511": {
                "chapter": "5",
                "book": "Amos",
                "text": "For I know your manifold transgressions and your mighty sins: they afflict the just, they take a bribe, and they turn aside the poor at the gate from their right.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S512": {
                "chapter": "5",
                "book": "Amos",
                "text": "Therefore the prudent shall keep silence in that time; for it is an evil time.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S513": {
                "chapter": "5",
                "book": "Amos",
                "text": "Seek good and not evil, that ye may live; and so the Lord, the God of hosts, shall be with you, as ye have spoken.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S514": {
                "chapter": "5",
                "book": "Amos",
                "text": "Hate the evil, and love the good, and establish judgment in the gate. It may be that the Lord God of hosts will be gracious unto the remnant of Joseph.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Amos2coOAF2dByWwsL1S515": {
                "chapter": "5",
                "book": "Amos",
                "text": "Therefore the Lord, the God of hosts, the Lord saith thus: “Wailing shall be in all streets, and they shall say in all the highways, ‘Alas! Alas!’ And they shall call the husbandman to mourning, and such as are skillful in lamentation to wailing.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Amos2coOAF2dByWwsL1S516": {
                "chapter": "5",
                "book": "Amos",
                "text": "And in all vineyards shall be wailing, for I will pass through thee,” saith the Lord.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Amos2coOAF2dByWwsL1S517": {
                "chapter": "5",
                "book": "Amos",
                "text": "Woe unto you that desire the day of the Lord! To what end is it for you? The day of the Lord is darkness, and not light:",
                "bible": "KJV21",
                "verse": "18"
            },
            "Amos2coOAF2dByWwsL1S518": {
                "chapter": "5",
                "book": "Amos",
                "text": "as if a man fled from a lion, and a bear met him; or went into the house and leaned his hand on the wall, and a serpent bit him.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Amos2coOAF2dByWwsL1S519": {
                "chapter": "5",
                "book": "Amos",
                "text": "Shall not the day of the Lord be darkness, and not light? Even very dark, and no brightness in it?",
                "bible": "KJV21",
                "verse": "20"
            },
            "Amos2coOAF2dByWwsL1S520": {
                "chapter": "5",
                "book": "Amos",
                "text": "“I hate, I despise your feast days, and I will not smell the scent in your solemn assemblies.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Amos2coOAF2dByWwsL1S521": {
                "chapter": "5",
                "book": "Amos",
                "text": "Though ye offer Me burnt offerings and your meat offerings, I will not accept them; neither will I regard the peace offerings of your fat beasts.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Amos2coOAF2dByWwsL1S522": {
                "chapter": "5",
                "book": "Amos",
                "text": "Take thou away from Me the noise of thy songs, for I will not hear the melody of thy viols.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Amos2coOAF2dByWwsL1S523": {
                "chapter": "5",
                "book": "Amos",
                "text": "But let judgment run down like waters, and righteousness as a mighty stream.",
                "bible": "KJV21",
                "verse": "24"
            },
            "Amos2coOAF2dByWwsL1S524": {
                "chapter": "5",
                "book": "Amos",
                "text": "“Have ye offered unto Me sacrifices and offerings in the wilderness forty years, O house of Israel?",
                "bible": "KJV21",
                "verse": "25"
            },
            "Amos2coOAF2dByWwsL1S525": {
                "chapter": "5",
                "book": "Amos",
                "text": "But ye have borne the tabernacle of your Moloch and Chiun your images, the star of your god which ye made for yourselves.",
                "bible": "KJV21",
                "verse": "26"
            },
            "Amos2coOAF2dByWwsL1S526": {
                "chapter": "5",
                "book": "Amos",
                "text": "Therefore will I cause you to go into captivity beyond Damascus,” saith the Lord, whose name is The God of Hosts.",
                "bible": "KJV21",
                "verse": "27"
            },
            "Amos2coOAF2dByWwsL1S60": {
                "chapter": "6",
                "book": "Amos",
                "text": "Woe to them that are at ease in Zion, and trust in the mountain of Samaria, who are named chief of the nations, to whom the house of Israel came!",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S61": {
                "chapter": "6",
                "book": "Amos",
                "text": "Pass ye unto Calneh, and see; and from thence go ye to Hamath the great; then go down to Gath of the Philistines. Are they better than these kingdoms? Or their border greater than your border?",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S62": {
                "chapter": "6",
                "book": "Amos",
                "text": "Ye that put far away the evil day, and cause the seat of violence to come near,",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S63": {
                "chapter": "6",
                "book": "Amos",
                "text": "that lie upon beds of ivory and stretch themselves upon their couches, and eat the lambs out of the flock and the calves out of the midst of the stall;",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S64": {
                "chapter": "6",
                "book": "Amos",
                "text": "that chant to the sound of the viol, and invent for themselves instruments of music, like David;",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S65": {
                "chapter": "6",
                "book": "Amos",
                "text": "that drink wine in bowls, and anoint themselves with the chief ointments— but they are not grieved for the affliction of Joseph.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S66": {
                "chapter": "6",
                "book": "Amos",
                "text": "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S67": {
                "chapter": "6",
                "book": "Amos",
                "text": "The Lord God hath sworn by Himself; saith the Lord the God of hosts: “I abhor the pretensions of Jacob, and hate his palaces; therefore will I deliver up the city with all that is therein.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S68": {
                "chapter": "6",
                "book": "Amos",
                "text": "And it shall come to pass, if there remain ten men in one house, that they shall die.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S69": {
                "chapter": "6",
                "book": "Amos",
                "text": "And a man’s kinsman shall take him up, and he that burneth him, to bring the bones out of the house, and shall say unto him that is by the side of the house, “Is there yet any with thee?” And he shall say, “No.” Then shall he say, “Hold thy tongue, for we may not make mention of the name of the Lord.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S610": {
                "chapter": "6",
                "book": "Amos",
                "text": "For behold, the Lord commandeth, and He will smite the great house with breaches, and the little house with clefts.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S611": {
                "chapter": "6",
                "book": "Amos",
                "text": "Shall horses run upon the rock? Will one plow there with oxen? For ye have turned judgment into gall, and the fruit of righteousness into hemlock,",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S612": {
                "chapter": "6",
                "book": "Amos",
                "text": "ye that rejoice in a thing of nought, who say, “Have we not taken to us horns by our own strength?”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S613": {
                "chapter": "6",
                "book": "Amos",
                "text": "“But, behold, I will raise up against you a nation, O house of Israel,” saith the Lord the God of hosts; “and they shall afflict you from the entrance of Hemath unto the river of the wilderness.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S70": {
                "chapter": "7",
                "book": "Amos",
                "text": "Thus hath the Lord God shown unto me: And behold, He formed grasshoppers in the beginning of the shooting up of the latter growth; and lo, it was the latter growth after the king’s mowings.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S71": {
                "chapter": "7",
                "book": "Amos",
                "text": "And it came to pass, when they had made an end of eating the grass of the land, then I said, “O Lord God, forgive, I beseech Thee! By whom shall Jacob arise? For he is small.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S72": {
                "chapter": "7",
                "book": "Amos",
                "text": "The Lord repented concerning this. “It shall not be,” saith the Lord.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S73": {
                "chapter": "7",
                "book": "Amos",
                "text": "Thus hath the Lord God shown unto me: And behold, the Lord God called to contend by fire; and it devoured the great deep and ate up a part.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S74": {
                "chapter": "7",
                "book": "Amos",
                "text": "Then said I, “O Lord God, cease, I beseech thee! By whom shall Jacob arise? For he is small.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S75": {
                "chapter": "7",
                "book": "Amos",
                "text": "The Lord repented concerning this. “This also shall not be,” saith the Lord God.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S76": {
                "chapter": "7",
                "book": "Amos",
                "text": "Thus He showed me: And behold, the Lord stood upon a wall made with a plumb line, with a plumb line in His hand.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S77": {
                "chapter": "7",
                "book": "Amos",
                "text": "And the Lord said unto me, “Amos, what seest thou?” And I said, “A plumb line.” Then said the Lord, “Behold, I will set a plumb line in the midst of My people Israel; I will not again pass by them any more.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S78": {
                "chapter": "7",
                "book": "Amos",
                "text": "And the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S79": {
                "chapter": "7",
                "book": "Amos",
                "text": "Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos hath conspired against thee in the midst of the house of Israel; the land is not able to bear all his words.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S710": {
                "chapter": "7",
                "book": "Amos",
                "text": "For thus Amos saith, ‘Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land.’”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S711": {
                "chapter": "7",
                "book": "Amos",
                "text": "Also Amaziah said unto Amos, “O thou seer, go, flee thee away into the land of Judah, and there eat bread and prophesy there.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S712": {
                "chapter": "7",
                "book": "Amos",
                "text": "But prophesy not again any more at Bethel; for it is the king’s sanctuary, and it is the king’s court.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S713": {
                "chapter": "7",
                "book": "Amos",
                "text": "Then answered Amos, and said to Amaziah, “I was no prophet, neither was I a prophet’s son; but I was a herdsman and a gatherer of sycamore fruit.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S714": {
                "chapter": "7",
                "book": "Amos",
                "text": "And the Lord took me as I followed the flock, and the Lord said unto me, ‘Go, prophesy unto My people Israel.’",
                "bible": "KJV21",
                "verse": "15"
            },
            "Amos2coOAF2dByWwsL1S715": {
                "chapter": "7",
                "book": "Amos",
                "text": "Now therefore, hear thou the word of the Lord. Thou sayest, ‘Prophesy not against Israel, and drop not thy word against the house of Isaac.’",
                "bible": "KJV21",
                "verse": "16"
            },
            "Amos2coOAF2dByWwsL1S716": {
                "chapter": "7",
                "book": "Amos",
                "text": "Therefore thus saith the Lord: ‘Thy wife shall be a harlot in the city, and thy sons and thy daughters shall fall by the sword; and thy land shall be divided by line, and thou shalt die in a polluted land. And Israel shall surely go into captivity forth from his land.’”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Amos2coOAF2dByWwsL1S80": {
                "chapter": "8",
                "book": "Amos",
                "text": "Thus hath the Lord God shown unto me: And behold, a basket of summer fruit.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S81": {
                "chapter": "8",
                "book": "Amos",
                "text": "And He said, “Amos, what seest thou?” And I said, “A basket of summer fruit.” Then said the Lord unto me: “The end is come upon My people of Israel; I will not again pass by them any more.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S82": {
                "chapter": "8",
                "book": "Amos",
                "text": "And the songs of the temple shall be howlings in that day,” saith the Lord God. “There shall be many dead bodies in every place; they shall cast them forth with silence.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S83": {
                "chapter": "8",
                "book": "Amos",
                "text": "Hear this, O ye that swallow up the needy, even to make the poor of the land to fail,",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S84": {
                "chapter": "8",
                "book": "Amos",
                "text": "saying, “When will the new moon be gone, that we may sell corn? And the Sabbath, that we may set forth wheat, making the ephah small and the shekel great, and falsifying the balances by deceit,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S85": {
                "chapter": "8",
                "book": "Amos",
                "text": "that we may buy the poor for silver and the needy for a pair of shoes, yea, and sell the refuse of the wheat?”",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S86": {
                "chapter": "8",
                "book": "Amos",
                "text": "The Lord hath sworn for the pretensions of Jacob: “Surely I will never forget any of their works.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S87": {
                "chapter": "8",
                "book": "Amos",
                "text": "Shall not the land tremble for this, and every one mourn that dwelleth therein? And it shall rise up wholly as a flood; and it shall be cast out and drowned, as by the flood of Egypt.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S88": {
                "chapter": "8",
                "book": "Amos",
                "text": "And it shall come to pass in that day,” saith the Lord God, “that I will cause the sun to go down at noon, and I will darken the earth in the clear day.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S89": {
                "chapter": "8",
                "book": "Amos",
                "text": "And I will turn your feasts into mourning and all your songs into lamentation; and I will bring up sackcloth upon all loins and baldness upon every head; and I will make it as the mourning for an only son, and the end thereof as a bitter day.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S810": {
                "chapter": "8",
                "book": "Amos",
                "text": "“Behold, the days come,” saith the Lord God, “that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S811": {
                "chapter": "8",
                "book": "Amos",
                "text": "And they shall wander from sea to sea, and from the north even to the east; they shall run to and fro to seek the word of the Lord, and shall not find it.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S812": {
                "chapter": "8",
                "book": "Amos",
                "text": "“In that day shall the fair virgins and young men faint for thirst.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S813": {
                "chapter": "8",
                "book": "Amos",
                "text": "They that swear by the sin of Samaria and say, ‘Thy god, O Dan, liveth,’ and, ‘The manner of Beersheba liveth’ — even they shall fall and never rise up again.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S90": {
                "chapter": "9",
                "book": "Amos",
                "text": "I saw the Lord standing upon the altar, and He said: “Smite the lintel of the door, that the posts may shake, and wound them on the head, all of them; and I will slay the last of them with the sword. He that fleeth from them shall not flee away, and he that escapeth from them shall not be delivered.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Amos2coOAF2dByWwsL1S91": {
                "chapter": "9",
                "book": "Amos",
                "text": "Though they dig into hell, thence shall Mine hand take them; though they climb up to heaven, thence will I bring them down.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Amos2coOAF2dByWwsL1S92": {
                "chapter": "9",
                "book": "Amos",
                "text": "And though they hide themselves in the top of Carmel, I will search and take them out thence; and though they be hid from My sight in the bottom of the sea, thence will I command the serpent, and he shall bite them.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Amos2coOAF2dByWwsL1S93": {
                "chapter": "9",
                "book": "Amos",
                "text": "And though they go into captivity before their enemies, thence will I command the sword, and it shall slay them. And I will set Mine eyes upon them for evil, and not for good.”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Amos2coOAF2dByWwsL1S94": {
                "chapter": "9",
                "book": "Amos",
                "text": "And the Lord God of hosts is He that toucheth the land, and it shall melt, and all that dwell therein shall mourn; and it shall rise up wholly like a flood, and shall be drowned as by the flood of Egypt.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Amos2coOAF2dByWwsL1S95": {
                "chapter": "9",
                "book": "Amos",
                "text": "It is He that buildeth His spheres in the heaven, and hath founded His troop on the earth. He that calleth for the waters of the sea and poureth them out upon the face of the earth—the Lord is His name.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Amos2coOAF2dByWwsL1S96": {
                "chapter": "9",
                "book": "Amos",
                "text": "“Are ye not as children of the Ethiopians unto Me, O children of Israel?” saith the Lord. “Have not I brought up Israel out of the land of Egypt? And the Philistines from Caphtor, and the Syrians from Kir?",
                "bible": "KJV21",
                "verse": "7"
            },
            "Amos2coOAF2dByWwsL1S97": {
                "chapter": "9",
                "book": "Amos",
                "text": "Behold, the eyes of the Lord God are upon the sinful kingdom, and I will destroy it from off the face of the earth, except that I will not utterly destroy the house of Jacob,” saith the Lord.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Amos2coOAF2dByWwsL1S98": {
                "chapter": "9",
                "book": "Amos",
                "text": "“For lo, I will command, and I will sift the house of Israel among all nations, as corn is sifted in a sieve; yet shall not the least grain fall upon the earth.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Amos2coOAF2dByWwsL1S99": {
                "chapter": "9",
                "book": "Amos",
                "text": "All the sinners of My people shall die by the sword, who say, ‘The evil shall not overtake nor come before us.’",
                "bible": "KJV21",
                "verse": "10"
            },
            "Amos2coOAF2dByWwsL1S910": {
                "chapter": "9",
                "book": "Amos",
                "text": "In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old,",
                "bible": "KJV21",
                "verse": "11"
            },
            "Amos2coOAF2dByWwsL1S911": {
                "chapter": "9",
                "book": "Amos",
                "text": "that they may possess the remnant of Edom, and of all the heathen that are called by My name,” saith the Lord that doeth this.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Amos2coOAF2dByWwsL1S912": {
                "chapter": "9",
                "book": "Amos",
                "text": "“Behold, the days come,” saith the Lord, “that the plowman shall overtake the reaper, and the treader of grapes him that soweth seed; and the mountains shall drop sweet wine, and all the hills shall melt.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Amos2coOAF2dByWwsL1S913": {
                "chapter": "9",
                "book": "Amos",
                "text": "And I will bring back the captives of My people of Israel, and they shall build the wasted cities, and inhabit them; and they shall plant vineyards, and drink the wine thereof; they shall also make gardens, and eat the fruit of them.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Amos2coOAF2dByWwsL1S914": {
                "chapter": "9",
                "book": "Amos",
                "text": "And I will plant them upon their land, and they shall no more be pulled up out of their land which I have given them,” saith the Lord thy God.",
                "bible": "KJV21",
                "verse": "15"
            }
        
}