{
    
            "Habakkuk2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "The burden which Habakkuk the prophet saw.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Habakkuk2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "O Lord, how long shall I cry, and Thou wilt not hear? Even cry out unto Thee of violence, and Thou wilt not save?",
                "bible": "KJV21",
                "verse": "2"
            },
            "Habakkuk2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Why dost Thou show me iniquity, and cause me to behold grievance? For despoiling and violence are before me, and there are those that raise up strife and contention.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Habakkuk2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Therefore the law is slacked, and judgment doth never go forth. For the wicked doth compass about the righteous; therefore wrong judgment proceedeth.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Habakkuk2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "“Behold ye among the heathen and regard, and wonder marvelously; for I will work a work in your days which ye will not believe, though it be told you.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Habakkuk2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "For lo, I raise up the Chaldeans, that bitter and hasty nation, which shall march through the breadth of the land to possess the dwelling places that are not theirs.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Habakkuk2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "They are terrible and dreadful; their judgment and their dignity shall proceed from themselves.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Habakkuk2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Their horses also are swifter than the leopards, and are more fierce than the evening wolves. And their horsemen shall spread themselves, and their horsemen shall come from afar; they shall fly as the vulture that hasteneth to eat.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Habakkuk2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "They shall come all for violence; their faces shall consume as the east wind, and they shall gather the captives as the sand.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Habakkuk2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "And they shall scoff at the kings, and the princes shall be a scorn unto them. They shall deride every stronghold, for they shall heap up dirt and take it.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Habakkuk2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Then shall his mind change; and he shall pass over, and offend, imputing this his power unto his god.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Habakkuk2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Art Thou not from everlasting, O Lord my God, mine Holy One? We shall not die. O Lord, Thou hast ordained them for judgment; and, O mighty God, Thou hast established them for correction.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Habakkuk2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Thou art of purer eyes than to behold evil, and canst not look on iniquity. Why lookest Thou upon them that deal treacherously, and holdest Thy tongue when the wicked devoureth the man that is more righteous than he?",
                "bible": "KJV21",
                "verse": "13"
            },
            "Habakkuk2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "And makest men as the fishes of the sea, as the creeping things that have no ruler over them?",
                "bible": "KJV21",
                "verse": "14"
            },
            "Habakkuk2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "They take up all of them with the hook; they catch them in their net, and gather them in their drag; therefore they rejoice and are glad.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Habakkuk2coOAF2dByWwsL1S115": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Therefore they sacrifice unto their net, and burn incense unto their drag, because by them their portion is fat and their meat plenteous.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Habakkuk2coOAF2dByWwsL1S116": {
                "chapter": "1",
                "book": "Habakkuk",
                "text": "Shall they therefore empty their net, and not spare continually to slay the nations?",
                "bible": "KJV21",
                "verse": "17"
            },
            "Habakkuk2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "I will stand upon my watch and set me upon the tower, and will watch to see what He will say unto me, and what I shall answer when I am reproved.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Habakkuk2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "And the Lord answered me and said: “Write the vision and make it plain upon tablets, that he may run that readeth it.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Habakkuk2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "For the vision is yet for an appointed time, but at the end it shall speak and not lie. Though it tarry, wait for it, because it will surely come; it will not tarry.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Habakkuk2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Behold, his soul which is lifted up is not upright in him; but the just shall live by his faith.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Habakkuk2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "“Yea also, because he transgresseth by wine, he is a proud man, neither keepeth at home, who enlargeth his desire as hell, and is as death and cannot be satisfied, but gathereth unto him all nations, and heapeth unto him all people.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Habakkuk2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Shall not all these take up a parable against him, and a taunting proverb against him, and say, ‘Woe to him that increaseth that which is not his (how long?) and to him that ladeth himself with thick clay’?",
                "bible": "KJV21",
                "verse": "6"
            },
            "Habakkuk2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Shall they not rise up suddenly that shall bite thee, and awake, that shall vex thee? And shalt thou be for booty unto them?",
                "bible": "KJV21",
                "verse": "7"
            },
            "Habakkuk2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Because thou hast despoiled many nations, all the remnant of the people shall despoil thee, because of men’s blood, and for the violence of the land, of the city, and of all that dwell therein.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Habakkuk2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "“Woe to him that coveteth an evil covetousness for his house, that he may set his nest on high, that he may be delivered from the power of evil!",
                "bible": "KJV21",
                "verse": "9"
            },
            "Habakkuk2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Thou hast devised shame to thy house by cutting off many people, and hast sinned against thy soul.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Habakkuk2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "For the stone shall cry out of the wall, and the beam out of the timber shall answer it.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Habakkuk2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "“Woe to him that buildeth a town with blood, and establisheth a city by iniquity!",
                "bible": "KJV21",
                "verse": "12"
            },
            "Habakkuk2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Behold, is it not of the Lord of hosts that the people shall labor in the very fire, and the people shall weary themselves for very vanity?",
                "bible": "KJV21",
                "verse": "13"
            },
            "Habakkuk2coOAF2dByWwsL1S213": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "For the earth shall be filled with the knowledge of the glory of the Lord, as the waters cover the sea.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Habakkuk2coOAF2dByWwsL1S214": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "“Woe unto him that giveth his neighbor drink, that puttest thy bottle to him, and makest him drunken also, that thou mayest look on his nakedness!",
                "bible": "KJV21",
                "verse": "15"
            },
            "Habakkuk2coOAF2dByWwsL1S215": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Thou art filled with the shame for glory; drink thou also, and let thy foreskin be uncovered. The cup of the Lord’S right hand shall be turned unto thee, and shameful spewing shall be on thy glory.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Habakkuk2coOAF2dByWwsL1S216": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "For the violence of Lebanon shall cover thee, and the spoil of beasts which made them afraid, because of men’s blood and for the violence of the land, of the city, and of all that dwell therein.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Habakkuk2coOAF2dByWwsL1S217": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "“What profiteth the graven image that the maker thereof hath graven it, the molten image and a teacher of lies, that the maker of his work trusteth therein to make dumb idols?",
                "bible": "KJV21",
                "verse": "18"
            },
            "Habakkuk2coOAF2dByWwsL1S218": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "Woe unto him that saith to the wood, ‘Awake!’ To the dumb stone, ‘Arise, it shall teach!’ Behold, it is laid over with gold and silver, and there is no breath at all in the midst of it.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Habakkuk2coOAF2dByWwsL1S219": {
                "chapter": "2",
                "book": "Habakkuk",
                "text": "“But the Lord is in His holy temple; let all the earth keep silence before Him.”",
                "bible": "KJV21",
                "verse": "20"
            },
            "Habakkuk2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "A prayer of Habakkuk the prophet upon “Shigionoth.”",
                "bible": "KJV21",
                "verse": "1"
            },
            "Habakkuk2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "O Lord, I have heard Thy speech and was afraid; O Lord, revive Thy work in the midst of the years. In the midst of the years make it known; in wrath remember mercy.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Habakkuk2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "God came from Teman, and the Holy One from Mount Paran. Selah. His glory covered the heavens, and the earth was full of His praise.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Habakkuk2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "And His brightness was as the light; He had horns coming out of His hand, and there was the hiding of His power.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Habakkuk2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Before Him went the pestilence, and burning coals went forth at His feet.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Habakkuk2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "He stood and measured the earth; He beheld and drove asunder the nations; and the everlasting mountains were scattered, the perpetual hills did bow. His ways are everlasting.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Habakkuk2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "I saw the tents of Cushan in affliction; and the curtains of the land of Midian did tremble.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Habakkuk2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Was the Lord displeased against the rivers? Was Thine anger against the rivers? Was Thy wrath against the sea, that Thou didst ride upon Thine horses and Thy chariots of salvation?",
                "bible": "KJV21",
                "verse": "8"
            },
            "Habakkuk2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Thy bow was made quite naked according to the oaths of the tribes, even Thy word. Selah. Thou didst cleave the earth with rivers.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Habakkuk2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "The mountains saw Thee and they trembled; the overflowing of the water passed by; the deep uttered his voice and lifted up his hands on high.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Habakkuk2coOAF2dByWwsL1S310": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "The sun and moon stood still in their habitation; at the light of thine arrows they went, and at the shining of Thy glittering spear.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Habakkuk2coOAF2dByWwsL1S311": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Thou didst march through the land in indignation; Thou didst thresh the heathen in anger.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Habakkuk2coOAF2dByWwsL1S312": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Thou wentest forth for the salvation of Thy people, even for salvation with Thine anointed. Thou woundedst the head out of the house of the wicked, by uncovering the foundation unto the neck. Selah.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Habakkuk2coOAF2dByWwsL1S313": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Thou didst strike through with his staves the head of his villages; they came out as a whirlwind to scatter me; their rejoicing was as to devour the poor secretly.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Habakkuk2coOAF2dByWwsL1S314": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Thou didst walk through the sea with Thine horses, through the heap of great waters.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Habakkuk2coOAF2dByWwsL1S315": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "When I heard, my belly trembled; my lips quivered at the voice. Rottenness entered into my bones, and I trembled in myself, that I might rest in the day of trouble. When he cometh up unto the people, he will invade them with his troops.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Habakkuk2coOAF2dByWwsL1S316": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "Although the fig tree shall not blossom, neither shall fruit be in the vines, the labor of the olive shall fail, and the fields shall yield no meat, the flock shall be cut off from the fold, and there shall be no herd in the stalls—",
                "bible": "KJV21",
                "verse": "17"
            },
            "Habakkuk2coOAF2dByWwsL1S317": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "yet I will rejoice in the Lord, I will joy in the God of my salvation.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Habakkuk2coOAF2dByWwsL1S318": {
                "chapter": "3",
                "book": "Habakkuk",
                "text": "The Lord God is my strength; and He will make my feet like hinds’ feet, and He will make me to walk upon mine high places. To the chief singer on my stringed instruments.",
                "bible": "KJV21",
                "verse": "19"
            }
       
}