{
    
            "Haggai2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Haggai",
                "text": "In the second year of Darius the king, in the sixth month, on the first day of the month, came the word of the Lord by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Haggai2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Haggai",
                "text": "“Thus speaketh the Lord of hosts, saying: This people say, ‘The time has not come, the time that the Lord’S house should be built.’”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Haggai2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Then came the word of the Lord by Haggai the prophet, saying,",
                "bible": "KJV21",
                "verse": "3"
            },
            "Haggai2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Haggai",
                "text": "“Is it time for you, O ye, to dwell in your ceilinged houses, and this house lie waste?”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Haggai2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Now therefore, thus saith the Lord of hosts: “Consider your ways!",
                "bible": "KJV21",
                "verse": "5"
            },
            "Haggai2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe yourselves, but there is none warm; and he that earneth wages, earneth wages to put it into a bag with holes.”",
                "bible": "KJV21",
                "verse": "6"
            },
            "Haggai2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Thus saith the Lord of hosts: “Consider your ways!",
                "bible": "KJV21",
                "verse": "7"
            },
            "Haggai2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Go up to the mountain, and bring wood and build the house; and I will take pleasure in it, and I will be glorified,” saith the Lord.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Haggai2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Haggai",
                "text": "“Ye looked for much, and lo, it came to little; and when ye brought it home, I blew upon it. Why?” saith the Lord of hosts. “Because of Mine house that is laid waste, and ye run every man unto his own house.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Haggai2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Therefore the heaven over you is stayed from dew, and the earth is stayed from her fruit.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Haggai2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Haggai",
                "text": "And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labor of the hands.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Haggai2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the Lord their God and the words of Haggai the prophet, as the Lord their God had sent him; and the people feared before the Lord.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Haggai2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Haggai",
                "text": "Then spoke Haggai, the Lord’S messenger, in the Lord’S message unto the people, saying, “I am with you, saith the Lord.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Haggai2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Haggai",
                "text": "And the Lord stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and began work on the house of the Lord of hosts their God,",
                "bible": "KJV21",
                "verse": "14"
            },
            "Haggai2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Haggai",
                "text": "on the four and twentieth day of the sixth month, in the second year of Darius the king.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Haggai2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Haggai",
                "text": "In the seventh month, on the one and twentieth day of the month, came the word of the Lord by the prophet Haggai, saying,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Haggai2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Haggai",
                "text": "“Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the residue of the people, saying:",
                "bible": "KJV21",
                "verse": "2"
            },
            "Haggai2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Haggai",
                "text": "‘Who is left among you who saw this house in her first glory? And how do ye see it now? Is this not in your eyes by comparison with it as nothing?",
                "bible": "KJV21",
                "verse": "3"
            },
            "Haggai2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Haggai",
                "text": "Yet now be strong, O Zerubbabel,’ saith the Lord; ‘and be strong, O Joshua, son of Jehozadak the high priest; and be strong, all ye people of the land,’ saith the Lord, ‘and work, for I am with you,’ saith the Lord of hosts.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Haggai2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Haggai",
                "text": "‘According to the word that I covenanted with you when ye came out of Egypt, so My Spirit remaineth among you. Fear ye not.’",
                "bible": "KJV21",
                "verse": "5"
            },
            "Haggai2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Haggai",
                "text": "For thus saith the Lord of hosts: ‘Yet once, it is a little while, and I will shake the heavens and the earth, and the sea and the dry land.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Haggai2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Haggai",
                "text": "And I will shake all nations, and the desire of all nations shall come; and I will fill this house with glory,’ saith the Lord of hosts.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Haggai2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Haggai",
                "text": "‘The silver is Mine, and the gold is Mine,’ saith the Lord of hosts.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Haggai2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Haggai",
                "text": "‘The glory of this latter house shall be greater than of the former,’ saith the Lord of hosts. ‘And in this place will I give peace,’ saith the Lord of hosts.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Haggai2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Haggai",
                "text": "In the four and twentieth day of the ninth month, in the second year of Darius, came the word of the Lord by Haggai the prophet, saying,",
                "bible": "KJV21",
                "verse": "10"
            },
            "Haggai2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "Haggai",
                "text": "“Thus saith the Lord of hosts: Ask now the priests concerning the law, saying,",
                "bible": "KJV21",
                "verse": "11"
            },
            "Haggai2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "Haggai",
                "text": "‘If one bear holy flesh in the skirt of his garment, and with his skirt toucheth bread, or pottage, or wine, or oil, or any meat, shall it be holy?’” And the priests answered and said, “No.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Haggai2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "Haggai",
                "text": "Then said Haggai, “If one who is unclean from a dead body touch any of these, shall it be unclean?” And the priests answered and said, “It shall be unclean.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Haggai2coOAF2dByWwsL1S213": {
                "chapter": "2",
                "book": "Haggai",
                "text": "Then answered Haggai and said, “‘So is this people, and so is this nation before Me,’ saith the Lord, ‘and so is every work of their hands; and that which they offer there is unclean.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Haggai2coOAF2dByWwsL1S214": {
                "chapter": "2",
                "book": "Haggai",
                "text": "And now, I pray you, consider from this day and upward, from before a stone was laid upon a stone in the temple of the Lord:",
                "bible": "KJV21",
                "verse": "15"
            },
            "Haggai2coOAF2dByWwsL1S215": {
                "chapter": "2",
                "book": "Haggai",
                "text": "Since those days were, when one came to a heap of twenty measures, there were but ten. When one came to the wine vat to draw out fifty vessels out of the press, there were but twenty.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Haggai2coOAF2dByWwsL1S216": {
                "chapter": "2",
                "book": "Haggai",
                "text": "I smote you with blight and with mildew and with hail in all the labors of your hands; yet ye turned not to Me,’ saith the Lord.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Haggai2coOAF2dByWwsL1S217": {
                "chapter": "2",
                "book": "Haggai",
                "text": "‘Consider now from this day and upward, from the four and twentieth day of the ninth month, even from the day that the foundation of the Lord’S temple was laid, consider it:",
                "bible": "KJV21",
                "verse": "18"
            },
            "Haggai2coOAF2dByWwsL1S218": {
                "chapter": "2",
                "book": "Haggai",
                "text": "Is the seed yet in the barn? Yea, as yet the vine, and the fig tree, and the pomegranate, and the olive tree hath not brought forth. From this day will I bless you.’”",
                "bible": "KJV21",
                "verse": "19"
            },
            "Haggai2coOAF2dByWwsL1S219": {
                "chapter": "2",
                "book": "Haggai",
                "text": "And again the word of the Lord came unto Haggai in the four and twentieth day of the month, saying,",
                "bible": "KJV21",
                "verse": "20"
            },
            "Haggai2coOAF2dByWwsL1S220": {
                "chapter": "2",
                "book": "Haggai",
                "text": "“Speak to Zerubbabel, governor of Judah, saying: ‘I will shake the heavens and the earth.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Haggai2coOAF2dByWwsL1S221": {
                "chapter": "2",
                "book": "Haggai",
                "text": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots and those who ride in them, and the horses and their riders shall come down, every one by the sword of his brother.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Haggai2coOAF2dByWwsL1S222": {
                "chapter": "2",
                "book": "Haggai",
                "text": "In that day,’ saith the Lord of hosts, ‘will I take thee, O Zerubbabel, My servant, the son of Shealtiel,’ saith the Lord, ‘and will make thee as a signet; for I have chosen thee,’ saith the Lord of hosts.”",
                "bible": "KJV21",
                "verse": "23"
            }
        
}