{
    
            "Hosea2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Hosea",
                "text": "The word of the Lord that came unto Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Hosea",
                "text": "The beginning of the word of the Lord by Hosea: And the Lord said to Hosea, “Go, take unto thee a wife of whoredoms and children of whoredoms; for the land hath committed great whoredom, departing from the Lord.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Hosea",
                "text": "So he went and took Gomer the daughter of Diblaim, who conceived and bore him a son.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Hosea",
                "text": "And the Lord said unto him, “Call his name Jezreel; for in yet a little while I will avenge the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Hosea",
                "text": "And it shall come to pass at that day, that I will break the bow of Israel in the Valley of Jezreel.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Hosea",
                "text": "And she conceived again, and bore a daughter. And God said unto him, “Call her name Loruhamah [that is, Not having obtained mercy]; for I will no more have mercy upon the house of Israel, but I will utterly take them away.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Hosea",
                "text": "But I will have mercy upon the house of Judah, and will save them by the Lord their God, and will not save them by bow, nor by sword, nor by battle, by horses, nor by horsemen.”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Hosea",
                "text": "Now when she had weaned Loruhamah, she conceived and bore a son.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Hosea",
                "text": "Then said God, “Call his name Loammi [that is, Not My people], for ye are not My people, and I will not be your God.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Hosea",
                "text": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass that in the place where it was said unto them, ‘Ye are not My people,’ there it shall be said unto them, ‘Ye are the sons of the living God.’",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S110": {
                "chapter": "11",
                "book": "Hosea",
                "text": "“When Israel was a child, then I loved him, and called My son out of Egypt.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Hosea",
                "text": "“Say ye unto your brethren, ‘Ammi’ [that is, My people], and to your sisters, ‘Ruhamah’ [that is, Having obtained mercy].",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Hosea",
                "text": "“Plead with your mother, plead; for she is not My wife, neither am I her Husband. Let her therefore put away her whoredoms out of her sight, and her adulteries from between her breasts,",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Hosea",
                "text": "lest I strip her naked and set her as in the day that she was born, and make her as a wilderness, and set her like a dry land, and slay her with thirst.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And I will not have mercy upon her children, for they are the children of whoredoms.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Hosea",
                "text": "For their mother hath played the harlot; she that conceived them hath done shamefully. For she said, ‘I will go after my lovers that give me my bread and my water, my wool and my flax, mine oil and my drink.’",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Hosea",
                "text": "“Therefore, behold, I will hedge up thy way with thorns and make a wall, that she shall not find her paths.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And she shall follow after her lovers, but she shall not overtake them; and she shall seek them, but shall not find them. Then shall she say, ‘I will go and return to my first husband, for then was it better with me than now.’",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Hosea",
                "text": "For she did not know that I gave her corn and wine and oil, and multiplied her silver and gold, which they prepared for Baal.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Hosea",
                "text": "Therefore will I return and take away My corn at the harvest thereof, and My wine in the season thereof, and will recover My wool and My flax given to cover her nakedness.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And now will I uncover her lewdness in the sight of her lovers, and none shall deliver her out of Mine hand.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "Hosea",
                "text": "I will also cause all her mirth to cease, her feast days, her new moons, and her Sabbaths, and all her solemn feasts.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And I will destroy her vines and her fig trees, whereof she hath said, ‘These are my rewards that my lovers have given me’; and I will make them a forest, and the beasts of the field shall eat them.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And I will visit upon her the days of the Baalim, wherein she burned incense to them, and she decked herself with her earrings and her jewels, and she went after her lovers, and forgot Me,” saith the Lord.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S213": {
                "chapter": "2",
                "book": "Hosea",
                "text": "“Therefore, behold, I will allure her, and bring her into the wilderness, and speak comfortingly unto her.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S214": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And I will give her her vineyards from thence, and the Valley of Achor for a door of hope; and she shall sing there, as in the days of her youth, and as in the day when she came up out of the land of Egypt.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Hosea2coOAF2dByWwsL1S215": {
                "chapter": "2",
                "book": "Hosea",
                "text": "“And it shall be at that day,” saith the Lord, “that thou shalt call Me ‘Ishi’ [that is, My husband], and shalt call Me no more ‘Baali’ [that is, My Lord].",
                "bible": "KJV21",
                "verse": "16"
            },
            "Hosea2coOAF2dByWwsL1S216": {
                "chapter": "2",
                "book": "Hosea",
                "text": "For I will take away the names of the Baalim out of her mouth, and they shall no more be remembered by their name.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Hosea2coOAF2dByWwsL1S217": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And in that day will I make a covenant for them with the beasts of the field, and with the fowls of the heavens, and with the creeping things of the ground; and I will break the bow and the sword and warfare out of the earth, and will make them to lie down safely.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Hosea2coOAF2dByWwsL1S218": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And I will betroth thee unto Me for ever; yea, I will betroth thee unto Me in righteousness, and in judgment, and in lovingkindness, and in mercies.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Hosea2coOAF2dByWwsL1S219": {
                "chapter": "2",
                "book": "Hosea",
                "text": "I will even betroth thee unto Me in faithfulness, and thou shalt know the Lord.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Hosea2coOAF2dByWwsL1S220": {
                "chapter": "2",
                "book": "Hosea",
                "text": "“And it shall come to pass in that day I will hear,” saith the Lord, “I will hear the heavens, and they shall hear the earth.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Hosea2coOAF2dByWwsL1S221": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And the earth shall hear the corn and the wine and the oil, and they shall hear Jezreel.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Hosea2coOAF2dByWwsL1S222": {
                "chapter": "2",
                "book": "Hosea",
                "text": "And I will sow her unto Me in the earth; and I will have mercy upon her that had not obtained mercy; and I will say to those who were not My people, ‘Thou art My people’; and they shall say, ‘Thou art my God.’”",
                "bible": "KJV21",
                "verse": "23"
            },
            "Hosea2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Hosea",
                "text": "Then said the Lord unto me, “Go yet, love a woman beloved of her friend yet an adulteress, according to the love of the Lord toward the children of Israel, who look to other gods and love flagons of wine.”",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Hosea",
                "text": "So I bought her for myself for fifteen pieces of silver, and for a homer of barley and a half homer of barley.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Hosea",
                "text": "And I said unto her, “Thou shalt abide for me many days. Thou shalt not play the harlot, and thou shalt not be for another man. So will I also be for thee.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Hosea",
                "text": "For the children of Israel shall abide many days without a king, and without a prince, and without a sacrifice, and without an image, and without an ephod, and without teraphim.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Hosea",
                "text": "Afterward shall the children of Israel return, and seek the Lord their God and David their king, and shall fear the Lord and His goodness in the latter days.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S40": {
                "chapter": "4",
                "book": "Hosea",
                "text": "Hear the word of the Lord, ye children of Israel; for the Lord hath a controversy with the inhabitants of the land, because there is no truth nor mercy nor knowledge of God in the land.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S41": {
                "chapter": "4",
                "book": "Hosea",
                "text": "“By swearing and lying, and killing and stealing and committing adultery, they break out, and blood toucheth blood.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S42": {
                "chapter": "4",
                "book": "Hosea",
                "text": "Therefore shall the land mourn, and every one that dwelleth therein shall languish with the beasts of the field and with the fowls of heaven; yea, the fishes of the sea also shall be taken away.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S43": {
                "chapter": "4",
                "book": "Hosea",
                "text": "Yet let no man strive with, nor reprove another; for this people are as they that strive with the priest.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S44": {
                "chapter": "4",
                "book": "Hosea",
                "text": "Therefore shalt thou fall in the day, and the prophet also shall fall with thee in the night; and I will destroy thy mother.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S45": {
                "chapter": "4",
                "book": "Hosea",
                "text": "My people are destroyed for lack of knowledge. Because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to Me. Seeing thou hast forgotten the law of thy God, I will also forget thy children.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S46": {
                "chapter": "4",
                "book": "Hosea",
                "text": "“As they were increased, so they sinned against Me; therefore will I change their glory into shame.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S47": {
                "chapter": "4",
                "book": "Hosea",
                "text": "They eat up the sin of My people, and they set their heart on their iniquity.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S48": {
                "chapter": "4",
                "book": "Hosea",
                "text": "And it shall be: like people, like priest; and I will punish them for their ways, and reward them their doings.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S49": {
                "chapter": "4",
                "book": "Hosea",
                "text": "For they shall eat and not have enough; they shall commit whoredom and shall not increase, because they have left off taking heed of the Lord.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S410": {
                "chapter": "4",
                "book": "Hosea",
                "text": "“Whoredom and wine and new wine take away the heart.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S411": {
                "chapter": "4",
                "book": "Hosea",
                "text": "My people ask counsel from their stocks, and their staff declareth unto them; for the spirit of whoredoms hath caused them to err, and they have gone a whoring from their God.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S412": {
                "chapter": "4",
                "book": "Hosea",
                "text": "They sacrifice upon the tops of the mountains, and burn incense upon the hills under oaks and poplars and elms, because the shadow thereof is good; therefore your daughters shall commit whoredom, and your spouses shall commit adultery.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S413": {
                "chapter": "4",
                "book": "Hosea",
                "text": "I will not punish your daughters when they commit whoredom, nor your spouses when they commit adultery; for the men themselves consort with whores, and they sacrifice with harlots: Therefore the people that doth not understand shall fall.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S414": {
                "chapter": "4",
                "book": "Hosea",
                "text": "“Though thou, Israel, play the harlot, yet let not Judah offend; and come not ye unto Gilgal, neither go ye up to Bethaven, nor swear, ‘The Lord liveth.’",
                "bible": "KJV21",
                "verse": "15"
            },
            "Hosea2coOAF2dByWwsL1S415": {
                "chapter": "4",
                "book": "Hosea",
                "text": "For Israel slideth back as a backsliding heifer; now the Lord will feed them as a lamb in a large place.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Hosea2coOAF2dByWwsL1S416": {
                "chapter": "4",
                "book": "Hosea",
                "text": "“Ephraim is joined to idols; leave him alone.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Hosea2coOAF2dByWwsL1S417": {
                "chapter": "4",
                "book": "Hosea",
                "text": "Their drink is sour; they have committed whoredom continually; her rulers with shame do love, ‘Give ye.’",
                "bible": "KJV21",
                "verse": "18"
            },
            "Hosea2coOAF2dByWwsL1S418": {
                "chapter": "4",
                "book": "Hosea",
                "text": "The wind hath bound her up in her wings, and they shall be ashamed because of their sacrifices.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Hosea2coOAF2dByWwsL1S50": {
                "chapter": "5",
                "book": "Hosea",
                "text": "“Hear ye this, O priests! And hearken, ye house of Israel! And give ye ear, O house of the king! For judgment is against you, because ye have been a snare on Mizpah, and a net spread upon Tabor.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S51": {
                "chapter": "5",
                "book": "Hosea",
                "text": "And the revolters are deep in slaughter, though I have been a rebuker of them all.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S52": {
                "chapter": "5",
                "book": "Hosea",
                "text": "I know Ephraim, and Israel is not hid from Me; for now, O Ephraim, thou committest whoredom, and Israel is defiled.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S53": {
                "chapter": "5",
                "book": "Hosea",
                "text": "“They will not frame their doings to turn unto their God; for the spirit of whoredoms is in the midst of them, and they have not known the Lord.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S54": {
                "chapter": "5",
                "book": "Hosea",
                "text": "And the pride of Israel doth testify to his face; therefore shall Israel and Ephraim fall in their iniquity; Judah also shall fall with them.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S55": {
                "chapter": "5",
                "book": "Hosea",
                "text": "They shall go with their flocks and with their herds to seek the Lord, but they shall not find Him; He hath withdrawn Himself from them.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S56": {
                "chapter": "5",
                "book": "Hosea",
                "text": "They have dealt treacherously against the Lord, for they have begotten strange children. Now shall a month devour them with their portions.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S57": {
                "chapter": "5",
                "book": "Hosea",
                "text": "“Blow ye the cornet in Gibeah, and the trumpet in Ramah! Cry aloud at Bethaven! After thee, O Benjamin!",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S58": {
                "chapter": "5",
                "book": "Hosea",
                "text": "Ephraim shall be desolate in the day of rebuke; among the tribes of Israel have I made known that which shall surely be.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S59": {
                "chapter": "5",
                "book": "Hosea",
                "text": "The princes of Judah were like them that remove the landmarks; therefore I will pour out My wrath upon them like water.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S510": {
                "chapter": "5",
                "book": "Hosea",
                "text": "Ephraim is oppressed and broken in judgment, because he willingly walked after the commandment.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S511": {
                "chapter": "5",
                "book": "Hosea",
                "text": "Therefore will I be unto Ephraim as a moth, and to the house of Judah as rottenness.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S512": {
                "chapter": "5",
                "book": "Hosea",
                "text": "“When Ephraim saw his sickness, and Judah saw his wound, then went Ephraim to the Assyrian, and sent to King Jareb. Yet could he not heal you, nor cure you of your wound.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S513": {
                "chapter": "5",
                "book": "Hosea",
                "text": "For I will be unto Ephraim as a lion, and as a young lion to the house of Judah; I, even I, will tear and go away; I will take away, and none shall rescue him.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S514": {
                "chapter": "5",
                "book": "Hosea",
                "text": "I will go and return to My place, till they acknowledge their offense and seek My face; in their affliction they will seek Me early.”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Hosea2coOAF2dByWwsL1S60": {
                "chapter": "6",
                "book": "Hosea",
                "text": "Come, and let us return unto the Lord; for He hath torn, and He will heal us; He hath smitten, and He will bind us up.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S61": {
                "chapter": "6",
                "book": "Hosea",
                "text": "After two days will He revive us; on the third day He will raise us up, and we shall live in His sight.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S62": {
                "chapter": "6",
                "book": "Hosea",
                "text": "Then shall we know, if we follow on to know the Lord; His going forth is prepared as the morning; and He shall come unto us as the rain, as the latter and former rain unto the earth.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S63": {
                "chapter": "6",
                "book": "Hosea",
                "text": "“O Ephraim, what shall I do unto thee? O Judah, what shall I do unto thee? For your goodness is as a morning cloud, and as the early dew it goeth away.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S64": {
                "chapter": "6",
                "book": "Hosea",
                "text": "Therefore have I hewn them by the prophets; I have slain them by the words of My mouth; and thy judgments are as the light that goeth forth.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S65": {
                "chapter": "6",
                "book": "Hosea",
                "text": "For I desired mercy, and not sacrifice; and the knowledge of God more than burnt offerings.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S66": {
                "chapter": "6",
                "book": "Hosea",
                "text": "But they like Adam have transgressed the covenant; there have they dealt treacherously against Me.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S67": {
                "chapter": "6",
                "book": "Hosea",
                "text": "Gilead is a city of them that work iniquity, and is polluted with blood.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S68": {
                "chapter": "6",
                "book": "Hosea",
                "text": "And as troops of robbers wait for a man, so the company of priests murder on the way by consent; for they commit lewdness.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S69": {
                "chapter": "6",
                "book": "Hosea",
                "text": "I have seen a horrible thing in the house of Israel; there is the whoredom of Ephraim, Israel is defiled.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S610": {
                "chapter": "6",
                "book": "Hosea",
                "text": "Also, O Judah, he hath set a harvest for thee, when I returned My people from captivity.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S70": {
                "chapter": "7",
                "book": "Hosea",
                "text": "“When I would have healed Israel, then the iniquity of Ephraim was uncovered, and the wickedness of Samaria. For they commit falsehood; and the thief cometh in, and the troop of robbers despoileth without.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S71": {
                "chapter": "7",
                "book": "Hosea",
                "text": "And they consider not in their hearts that I remember all their wickedness. Now their own doings have beset them about; they are before My face.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S72": {
                "chapter": "7",
                "book": "Hosea",
                "text": "They make the king glad with their wickedness, and the princes with their lies.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S73": {
                "chapter": "7",
                "book": "Hosea",
                "text": "They are all adulterers, as an oven heated by the baker, who ceaseth from raising after he hath kneaded the dough, until it be leavened.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S74": {
                "chapter": "7",
                "book": "Hosea",
                "text": "In the day of our king, the princes have made him sick with bottles of wine; he stretched out his hand with scorners.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S75": {
                "chapter": "7",
                "book": "Hosea",
                "text": "For they have made ready their heart like an oven, while theylie in wait; their baker sleepeth all the night; in the morning it burneth as a flaming fire.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S76": {
                "chapter": "7",
                "book": "Hosea",
                "text": "They are all hot as an oven, and have devoured their judges; all their kings are fallen; there is none among them that calleth unto Me.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S77": {
                "chapter": "7",
                "book": "Hosea",
                "text": "“Ephraim, he hath mixed himself among the people; Ephraim is a cake not turned.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S78": {
                "chapter": "7",
                "book": "Hosea",
                "text": "Strangers have devoured his strength, and he knoweth it not; yea, gray hairs are here and there upon him, yet he knoweth not.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S79": {
                "chapter": "7",
                "book": "Hosea",
                "text": "And the pride of Israel testifieth to his face; and they do not return to the Lord their God, nor seek Him for all this.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S710": {
                "chapter": "7",
                "book": "Hosea",
                "text": "“Ephraim also is like a silly dove without heart; they call to Egypt, they go to Assyria.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S711": {
                "chapter": "7",
                "book": "Hosea",
                "text": "When they shall go, I will spread My net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath heard.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S712": {
                "chapter": "7",
                "book": "Hosea",
                "text": "Woe unto them, for they have fled from Me! Destruction unto them, because they have transgressed against Me! Though I have redeemed them, yet they have spoken lies against Me.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S713": {
                "chapter": "7",
                "book": "Hosea",
                "text": "And they have not cried unto Me with their heart, when they howled upon their beds; they assemble themselves for corn and wine, and they rebel against Me.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S714": {
                "chapter": "7",
                "book": "Hosea",
                "text": "Though I have bound and strengthened their arms, yet do they contrive evil against Me.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Hosea2coOAF2dByWwsL1S715": {
                "chapter": "7",
                "book": "Hosea",
                "text": "They return, but not to the Most High; they are like a deceitful bow. Their princes shall fall by the sword for the rage of their tongue; this shall be their derision in the land of Egypt.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Hosea2coOAF2dByWwsL1S80": {
                "chapter": "8",
                "book": "Hosea",
                "text": "“Set the trumpet to thy mouth! He shall come as an eagle against the house of the Lord, because they have transgressed My covenant, and trespassed against My law.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S81": {
                "chapter": "8",
                "book": "Hosea",
                "text": "Israel shall cry unto Me, ‘My God, we know Thee!’",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S82": {
                "chapter": "8",
                "book": "Hosea",
                "text": "Israel hath cast off the thing that is good; the enemy shall pursue him.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S83": {
                "chapter": "8",
                "book": "Hosea",
                "text": "They have set up kings, but not by Me; they have made princes, and I knew it not. Of their silver and their gold have they made them idols, that they may be cut off.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S84": {
                "chapter": "8",
                "book": "Hosea",
                "text": "“Thy calf, O Samaria, hath cast thee off; Mine anger is kindled against them. How long will it be ere they attain to innocency?",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S85": {
                "chapter": "8",
                "book": "Hosea",
                "text": "For from Israel was it also: the workman made it, therefore it is not God; but the calf of Samaria shall be broken in pieces.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S86": {
                "chapter": "8",
                "book": "Hosea",
                "text": "For they have sown the wind, and they shall reap the whirlwind. It hath no stalk; the bud shall yield no meal. If so it shall yield, the strangers shall swallow it up.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S87": {
                "chapter": "8",
                "book": "Hosea",
                "text": "“Israel is swallowed up; now shall they be among the Gentiles as a vessel wherein is no pleasure.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S88": {
                "chapter": "8",
                "book": "Hosea",
                "text": "For they are gone up to Assyria, a wild ass alone by himself; Ephraim hath hired lovers.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S89": {
                "chapter": "8",
                "book": "Hosea",
                "text": "Yea, though they have hired among the nations, now will I gather them, and they shall sorrow a little for the burden of the king of princes.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S810": {
                "chapter": "8",
                "book": "Hosea",
                "text": "“Because Ephraim hath made many altars to sin, altars shall be unto him to sin.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S811": {
                "chapter": "8",
                "book": "Hosea",
                "text": "I have written to him the great things of My law, but they were counted as a strange thing.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S812": {
                "chapter": "8",
                "book": "Hosea",
                "text": "They sacrifice flesh for the sacrifices of Mine offerings, and eat it; but the Lord accepteth them not. Now will He remember their iniquity and visit their sins; they shall return to Egypt.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S813": {
                "chapter": "8",
                "book": "Hosea",
                "text": "For Israel hath forgotten his Maker, and buildeth temples; and Judah hath multiplied fortified cities. But I will send a fire upon his cities, and it shall devour the palaces thereof.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S90": {
                "chapter": "9",
                "book": "Hosea",
                "text": "Rejoice not for joy, O Israel, as other people, for thou hast gone a whoring from thy God; thou hast loved for reward upon every threshing floor.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S91": {
                "chapter": "9",
                "book": "Hosea",
                "text": "The floor and the wine press shall not feed them, and the new wine shall fail in her.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S92": {
                "chapter": "9",
                "book": "Hosea",
                "text": "They shall not dwell in the Lord’S land; but Ephraim shall return to Egypt, and they shall eat unclean things in Assyria.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S93": {
                "chapter": "9",
                "book": "Hosea",
                "text": "They shall not offer wine offerings to the Lord, neither shall they be pleasing unto Him; their sacrifices shall be unto them as the bread of mourners. All that eat thereof shall be polluted, for their bread for their soul shall not come into the house of the Lord.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S94": {
                "chapter": "9",
                "book": "Hosea",
                "text": "What will ye do in the solemn day, and in the day of the feast of the Lord?",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S95": {
                "chapter": "9",
                "book": "Hosea",
                "text": "For lo, they are gone because of destruction. Egypt shall gather them up; Memphis shall bury them. Nettles shall possess the pleasant places for their silver; thorns shall be in their tabernacles.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S96": {
                "chapter": "9",
                "book": "Hosea",
                "text": "The days of visitation have come, the days of recompense have come; Israel shall know it. The prophet is a fool; the man of the spirit is mad because of the multitude of thine iniquity and great hatred.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S97": {
                "chapter": "9",
                "book": "Hosea",
                "text": "The watchman of Ephraim was with my God; but the prophet is a snare of a fowler in all his ways, and hatred in the house of his God.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S98": {
                "chapter": "9",
                "book": "Hosea",
                "text": "They have deeply corrupted themselves, as in the days of Gibeah. Therefore He will remember their iniquity; He will visit their sins.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S99": {
                "chapter": "9",
                "book": "Hosea",
                "text": "“I found Israel like grapes in the wilderness; I saw your fathers as the first ripe of the fig tree at her first season. But they went to Baalpeor, and separated themselves unto that shame, and their abominations were according as they loved.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S910": {
                "chapter": "9",
                "book": "Hosea",
                "text": "As for Ephraim, their glory shall fly away like a bird from the birth, and from the womb, and from the conception.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S911": {
                "chapter": "9",
                "book": "Hosea",
                "text": "Though they bring up their children, yet will I bereave them, that there shall not be a man left; yea, woe also to them when I depart from them!",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S912": {
                "chapter": "9",
                "book": "Hosea",
                "text": "Ephraim, as I saw Tyre, is planted in a pleasant place; but Ephraim shall bring forth his children to the murderer.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S913": {
                "chapter": "9",
                "book": "Hosea",
                "text": "Give them, O Lord — what wilt Thou give? Give them a miscarrying womb and dry breasts.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S914": {
                "chapter": "9",
                "book": "Hosea",
                "text": "“All their wickedness is in Gilgal, for there I hated them; for the wickedness of their doings I will drive them out of Mine house. I will love them no more; all their princes are revolters.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Hosea2coOAF2dByWwsL1S915": {
                "chapter": "9",
                "book": "Hosea",
                "text": "Ephraim is smitten, their root is dried up, they shall bear no fruit; yea, though they bring forth, yet will I slay even the beloved fruit of their womb.”",
                "bible": "KJV21",
                "verse": "16"
            },
            "Hosea2coOAF2dByWwsL1S916": {
                "chapter": "9",
                "book": "Hosea",
                "text": "My God will cast them away, because they did not hearken unto Him; and they shall be wanderers among the nations.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Hosea2coOAF2dByWwsL1S100": {
                "chapter": "10",
                "book": "Hosea",
                "text": "Israel is an empty vine; he bringeth forth fruit unto himself. According to the multitude of his fruit he hath increased the altars; according to the goodness of his land they have made goodly images.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S101": {
                "chapter": "10",
                "book": "Hosea",
                "text": "Their heart is divided; now shall they be found faulty. He shall break down their altars; He shall despoil their images.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S102": {
                "chapter": "10",
                "book": "Hosea",
                "text": "For now they shall say, “We have no king, because we feared not the Lord. What then should a king do to us?”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S103": {
                "chapter": "10",
                "book": "Hosea",
                "text": "They have spoken words, swearing falsely in making a covenant; thus judgment springeth up as hemlock in the furrows of the field.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S104": {
                "chapter": "10",
                "book": "Hosea",
                "text": "The inhabitants of Samaria shall fear because of the calves of Bethaven; for the people thereof shall mourn over it, and the priests thereof who rejoiced on it for the glory thereof, because glory has departed from it.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S105": {
                "chapter": "10",
                "book": "Hosea",
                "text": "It shall be also carried unto Assyria for a present to King Jareb. Ephraim shall receive shame, and Israel shall be ashamed of his own counsel.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S106": {
                "chapter": "10",
                "book": "Hosea",
                "text": "As for Samaria, her king is cut off as the foam upon the water.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S107": {
                "chapter": "10",
                "book": "Hosea",
                "text": "The high places also of Aven, the sin of Israel, shall be destroyed. The thorn and the thistle shall come up on their altars; and they shall say to the mountains, “Cover us!” and to the hills, “Fall on us!”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S108": {
                "chapter": "10",
                "book": "Hosea",
                "text": "“O Israel, thou hast sinned from the days of Gibeah. There they stood. The battle in Gibeah against the children of iniquity did not overtake them.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S109": {
                "chapter": "10",
                "book": "Hosea",
                "text": "It is in My desire that I should chastise them, and the people shall be gathered against them when they shall bind themselves in their two furrows.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S1010": {
                "chapter": "10",
                "book": "Hosea",
                "text": "And Ephraim is as a heifer that is taught and loveth to tread out the corn, but I passed over upon her fair neck. I will make Ephraim to ride, Judah shall plow, and Jacob shall break his clods.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S1011": {
                "chapter": "10",
                "book": "Hosea",
                "text": "Sow to yourselves in righteousness, reap in mercy, break up your fallow ground; for it is time to seek the Lord, till He come and rain righteousness upon you.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S1012": {
                "chapter": "10",
                "book": "Hosea",
                "text": "Ye have plowed wickedness, ye have reaped iniquity, ye have eaten the fruit of lies, because thou didst trust in thy way, in the multitude of thy mighty men.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S1013": {
                "chapter": "10",
                "book": "Hosea",
                "text": "Therefore shall a tumult arise among thy people, and all thy fortresses shall be despoiled, as Shalman despoiled Betharbel in the day of battle: the mother was dashed in pieces upon her children.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S1014": {
                "chapter": "10",
                "book": "Hosea",
                "text": "So shall Bethel do unto you because of your great wickedness; in a morning shall the king of Israel be utterly cut off.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Hosea2coOAF2dByWwsL1S111": {
                "chapter": "11",
                "book": "Hosea",
                "text": "As they called them, so they went from them; they sacrificed unto the Baalim, and burned incense to graven images.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S112": {
                "chapter": "11",
                "book": "Hosea",
                "text": "I taught Ephraim also to go, taking them by their arms; but they knew not that I healed them.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S113": {
                "chapter": "11",
                "book": "Hosea",
                "text": "I drew them with cords of a man, with bands of love; and I was to them as they that take off the yoke from their jaws, and Ilaid meat before them.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S114": {
                "chapter": "11",
                "book": "Hosea",
                "text": "“He shall not return into the land of Egypt; but the Assyrian shall be his king, because they refused to return.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S115": {
                "chapter": "11",
                "book": "Hosea",
                "text": "And the sword shall abide on his cities, and shall consume his branches and devour them, because of their own counsels.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S116": {
                "chapter": "11",
                "book": "Hosea",
                "text": "And My people are bent on backsliding from Me; though they called them to the Most High, none at all would exalt Him.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S117": {
                "chapter": "11",
                "book": "Hosea",
                "text": "“How shall I give thee up, Ephraim? How shall I deliver thee, Israel? How shall I make thee as Admah? How shall I set thee as Zeboiim? Mine heart is turned within Me; My repentings are kindled together.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S118": {
                "chapter": "11",
                "book": "Hosea",
                "text": "I will not execute the fierceness of Mine anger, I will not return to destroy Ephraim; for I am God, and not man, the Holy One in the midst of thee; and I will not enter into the city.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S119": {
                "chapter": "11",
                "book": "Hosea",
                "text": "“They shall walk after the Lord; He shall roar like a lion. When He shall roar, then the children shall tremble from the west.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S1110": {
                "chapter": "11",
                "book": "Hosea",
                "text": "They shall tremble as a bird out of Egypt, and as a dove out of the land of Assyria; and I will place them in their houses,” saith the Lord.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S1111": {
                "chapter": "11",
                "book": "Hosea",
                "text": "Ephraim compasseth me about with lies, and the house of Israel with deceit; but Judah yet ruleth with God, and is faithful with the saints.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S120": {
                "chapter": "12",
                "book": "Hosea",
                "text": "Ephraim feedeth on wind, and followeth after the east wind; he daily increaseth lies and desolation; and they make a covenant with the Assyrians, and oil is carried into Egypt.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S121": {
                "chapter": "12",
                "book": "Hosea",
                "text": "The Lord hath also a controversy with Judah, and will punish Jacob according to his ways; according to his doings will He recompense him.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S122": {
                "chapter": "12",
                "book": "Hosea",
                "text": "He took his brother by the heel in the womb, and by his strength he had power with God.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S123": {
                "chapter": "12",
                "book": "Hosea",
                "text": "Yea, he had power over the angel and prevailed; he wept, and made supplication unto Him; he found Him in Bethel, and there He spoke with us,",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S124": {
                "chapter": "12",
                "book": "Hosea",
                "text": "even the Lord God of hosts; the Lord is his memorial.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S125": {
                "chapter": "12",
                "book": "Hosea",
                "text": "Therefore turn thou to thy God; keep mercy and judgment, and wait on thy God continually.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S126": {
                "chapter": "12",
                "book": "Hosea",
                "text": "Canaan is a merchant, the balances of deceit are in his hand; he loveth to oppress.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S127": {
                "chapter": "12",
                "book": "Hosea",
                "text": "And Ephraim said, “Yet I am become rich, I have found myself substance; in all my labors they shall find no iniquity in me that were sin.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S128": {
                "chapter": "12",
                "book": "Hosea",
                "text": "“And I that am the Lord thy God from the land of Egypt will yet make thee to dwell in tabernacles, as in the days of the solemn feast.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S129": {
                "chapter": "12",
                "book": "Hosea",
                "text": "I have also spoken by the prophets, and I have multiplied visions, and used similitudes by the ministry of the prophets.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S1210": {
                "chapter": "12",
                "book": "Hosea",
                "text": "Is there iniquity in Gilead? Surely they are vanity. They sacrifice bullocks in Gilgal; yea, their altars are as heaps in the furrows of the fields.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S1211": {
                "chapter": "12",
                "book": "Hosea",
                "text": "And Jacob fled into the country of Syria, and Israel served for a wife, and for a wife he kept sheep.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S1212": {
                "chapter": "12",
                "book": "Hosea",
                "text": "And by a prophet the Lord brought Israel out of Egypt, and by a prophet was he preserved.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S1213": {
                "chapter": "12",
                "book": "Hosea",
                "text": "Ephraim provoked Him to anger most bitterly; therefore shall He leave his blood upon him, and his reproach shall his Lord return unto him.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S130": {
                "chapter": "13",
                "book": "Hosea",
                "text": "When Ephraim spoke, trembling, he exalted himself in Israel; but when he offended in Baal, he died.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S131": {
                "chapter": "13",
                "book": "Hosea",
                "text": "And now they sin more and more, and have made for themselves molten images of their silver, and idols according to their own understanding, all of it the work of the craftsmen. They say of them, “Let the sacrificers of men kiss the calves!”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S132": {
                "chapter": "13",
                "book": "Hosea",
                "text": "Therefore they shall be as the morning cloud, and as the early dew that passeth away, as the chaff that is driven with the whirlwind out of the floor, and as the smoke out of the chimney.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S133": {
                "chapter": "13",
                "book": "Hosea",
                "text": "“Yet I am the Lord thy God from the land of Egypt, and thou shalt know no god but Me; for there is no savior besides Me.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S134": {
                "chapter": "13",
                "book": "Hosea",
                "text": "“I knew thee in the wilderness, in the land of great drought.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S135": {
                "chapter": "13",
                "book": "Hosea",
                "text": "According to their pasture, so were they filled; they were filled, and their heart was exalted; therefore have they forgotten Me.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S136": {
                "chapter": "13",
                "book": "Hosea",
                "text": "Therefore I will be unto them as a lion; as a leopard by the way will I observe them.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S137": {
                "chapter": "13",
                "book": "Hosea",
                "text": "I will meet them as a bear that is bereaved of her whelps, and will rend the caul of their heart, and there will I devour them like a lion; the beast of the field shall tear them.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S138": {
                "chapter": "13",
                "book": "Hosea",
                "text": "“O Israel, thou hast destroyed thyself, but in Me is thine help.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Hosea2coOAF2dByWwsL1S139": {
                "chapter": "13",
                "book": "Hosea",
                "text": "I will be thy King. Where is any other that may save thee in all thy cities, and thy judges of whom thou saidst, ‘Give me a king and princes’?",
                "bible": "KJV21",
                "verse": "10"
            },
            "Hosea2coOAF2dByWwsL1S1310": {
                "chapter": "13",
                "book": "Hosea",
                "text": "I gave thee a king in Mine anger, and took him away in My wrath.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Hosea2coOAF2dByWwsL1S1311": {
                "chapter": "13",
                "book": "Hosea",
                "text": "“The iniquity of Ephraim is bound up; his sin is hid.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Hosea2coOAF2dByWwsL1S1312": {
                "chapter": "13",
                "book": "Hosea",
                "text": "The sorrows of a travailing woman shall come upon him. He is an unwise son, for he should not stay long in the place of the breaking forth of children.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Hosea2coOAF2dByWwsL1S1313": {
                "chapter": "13",
                "book": "Hosea",
                "text": "I will ransom them from the power of the grave; I will redeem them from death. O death, I will be thy plagues! O grave, I will be thy destruction! Repentance shall be hid from Mine eyes.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Hosea2coOAF2dByWwsL1S1314": {
                "chapter": "13",
                "book": "Hosea",
                "text": "Though he be fruitful among his brethren, an east wind shall come; the wind of the Lord shall come up from the wilderness, and his spring shall become dry, and his fountain shall be dried up; He shall despoil the treasure of all pleasant vessels.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Hosea2coOAF2dByWwsL1S1315": {
                "chapter": "13",
                "book": "Hosea",
                "text": "Samaria shall become desolate, for she hath rebelled against her God. They shall fall by the sword, their infants shall be dashed in pieces, and their women with child shall be ripped up.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Hosea2coOAF2dByWwsL1S140": {
                "chapter": "14",
                "book": "Hosea",
                "text": "O Israel, return unto the Lord thy God, for thou hast fallen by thine iniquity.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Hosea2coOAF2dByWwsL1S141": {
                "chapter": "14",
                "book": "Hosea",
                "text": "Take with you words, and turn to the Lord; say unto Him, “Take away all iniquity and receive us graciously, so will we offer the calves of our lips.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Hosea2coOAF2dByWwsL1S142": {
                "chapter": "14",
                "book": "Hosea",
                "text": "Assyria shall not save us; we will not ride upon horses, neither will we say any more to the work of our hands, ‘Ye are our gods’; for in Thee the fatherless findeth mercy.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Hosea2coOAF2dByWwsL1S143": {
                "chapter": "14",
                "book": "Hosea",
                "text": "“I will heal their backsliding, I will love them freely, for Mine anger is turned away from him.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Hosea2coOAF2dByWwsL1S144": {
                "chapter": "14",
                "book": "Hosea",
                "text": "I will be as the dew unto Israel; he shall grow as the lily, and cast forth his roots as Lebanon.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Hosea2coOAF2dByWwsL1S145": {
                "chapter": "14",
                "book": "Hosea",
                "text": "His branches shall spread, and his beauty shall be as the olive tree, and his smell as Lebanon.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Hosea2coOAF2dByWwsL1S146": {
                "chapter": "14",
                "book": "Hosea",
                "text": "They that dwell under his shadow shall return. They shall revive as the corn and grow as the vine; the scent thereof shall be as the wine of Lebanon.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Hosea2coOAF2dByWwsL1S147": {
                "chapter": "14",
                "book": "Hosea",
                "text": "Ephraim shall say, ‘What have I to do any more with idols?’ I have heard him, and observed him; I am like a green fir tree. From Me is thy fruit found.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Hosea2coOAF2dByWwsL1S148": {
                "chapter": "14",
                "book": "Hosea",
                "text": "Who is wise, and he shall understand these things? Prudent, and he shall know them? For the ways of the Lord are right, and the just shall walk in them; but the transgressors shall fall therein.",
                "bible": "KJV21",
                "verse": "9"
            }
       
}