{
    
            "Jonah2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Now the word of the Lord came unto Jonah the son of Amittai, saying,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Jonah2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Jonah",
                "text": "“Arise, go to Nineveh, that great city, and cry out against it; for their wickedness has come up before Me.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Jonah2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Jonah",
                "text": "But Jonah rose up to flee unto Tarshish from the presence of the Lord; and he went down to Joppa, and found a ship going to Tarshish. So he paid the fare thereof, and went down into it to go with them unto Tarshish from the presence of the Lord.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Jonah2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Jonah",
                "text": "But the Lord sent out a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was likely to be broken.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Jonah2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Then the mariners were afraid, and cried every man unto his god, and cast forth the wares that were in the ship into the sea to lighten it of them. But Jonah had gone down into the inner parts of the ship, and he lay and was fast asleep.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Jonah2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Jonah",
                "text": "So the shipmaster came to him and said unto him, “What meanest thou, O sleeper? Arise, call upon thy God, if it so be that God will think upon us, that we perish not.”",
                "bible": "KJV21",
                "verse": "6"
            },
            "Jonah2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Jonah",
                "text": "And they said every one to his fellow, “Come, and let us cast lots, that we may know for whose cause this evil is upon us.” So they cast lots, and the lot fell upon Jonah.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Jonah2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Then said they unto him, “Tell us, we pray thee, for whose cause this evil is upon us: What is thine occupation? And from whence comest thou? What is thy country? And of what people art thou?”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Jonah2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Jonah",
                "text": "And he said unto them, “I am a Hebrew; and I fear the Lord, the God of heaven, who hath made the sea and the dry land.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Jonah2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Then were the men exceedingly afraid, and said unto him, “Why hast thou done this?” For the men knew that he fled from the presence of the Lord, because he had told them.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Jonah2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Then said they unto him, “What shall we do unto thee, that the sea may be calm unto us?” For the sea grew more and more tempestuous.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Jonah2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Jonah",
                "text": "And he said unto them, “Take me up and cast me forth into the sea. So shall the sea be calm unto you, for I know that for my sake this great tempest is upon you.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Jonah2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Nevertheless the men rowed hard to bring it to the land; but they could not, for the sea was wroughtup and was tempestuous against them.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Jonah2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Therefore they cried unto the Lord and said, “We beseech Thee, O Lord, we beseech Thee, let us not perish for this man’s life, and lay not upon us innocent blood! For Thou, O Lord, hast done as it pleased Thee.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Jonah2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Jonah",
                "text": "So they took up Jonah and cast him forth into the sea, and the sea ceased from her raging.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Jonah2coOAF2dByWwsL1S115": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Then the men feared the Lord exceedingly, and offered a sacrifice unto the Lord and made vows.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Jonah2coOAF2dByWwsL1S116": {
                "chapter": "1",
                "book": "Jonah",
                "text": "Now the Lord had prepared a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Jonah2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Jonah",
                "text": "Then Jonah prayed unto the Lord his God out of the fish’s belly,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Jonah2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Jonah",
                "text": "and said: “I cried by reason of mine affliction unto the Lord, and He heard me. Out of the belly of hell cried I, and Thou heardest my voice.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Jonah2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Jonah",
                "text": "For Thou hadst cast me into the deep, in the midst of the seas, and the floods compassed me about; all Thy billows and Thy waves passed over me.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Jonah2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Jonah",
                "text": "Then I said, ‘I am cast out of Thy sight; yet I will look again toward Thy holy temple.’",
                "bible": "KJV21",
                "verse": "4"
            },
            "Jonah2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Jonah",
                "text": "The waters compassed me about, even to the soul; the depth closed me round about, the weeds were wrapped about my head.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Jonah2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Jonah",
                "text": "I went down to the bottoms of the mountains; the earth with her bars was about me for ever; yet hast Thou brought up my life from corruption, O Lord my God.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Jonah2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Jonah",
                "text": "“When my soul fainted within me I remembered the Lord; and my prayer came in unto Thee, into Thine holy temple.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Jonah2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Jonah",
                "text": "They that observe lying vanities forsake their own mercy,",
                "bible": "KJV21",
                "verse": "8"
            },
            "Jonah2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Jonah",
                "text": "but I will sacrifice unto Thee with the voice of thanksgiving; I will pay that which I have vowed. Salvation is of the Lord.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Jonah2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Jonah",
                "text": "And the Lord spoke unto the fish, and it vomited out Jonah upon the dry land.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Jonah2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Jonah",
                "text": "And the word of the Lord came unto Jonah the second time, saying,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Jonah2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Jonah",
                "text": "“Arise, go unto Nineveh, that great city, and preach unto it the preaching that I bid thee.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Jonah2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Jonah",
                "text": "So Jonah arose and went unto Nineveh, according to the word of the Lord. Now Nineveh was an exceeding great city of three days’ journey.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Jonah2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Jonah",
                "text": "And Jonah began to enter into the city a day’s journey, and he cried and said, “Yet forty days, and Nineveh shall be overthrown.”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Jonah2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Jonah",
                "text": "So the people of Nineveh believed God, and proclaimed a fast and put on sackcloth, from the greatest of them even to the least of them.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Jonah2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "Jonah",
                "text": "For word came unto the king of Nineveh; and he arose from his throne, and he laid his robe from him, and covered himself with sackcloth and sat in ashes.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Jonah2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "Jonah",
                "text": "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, “Let neither man nor beast, herd nor flock, taste anything; let them not feed, nor drink water.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Jonah2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "Jonah",
                "text": "But let man and beast be covered with sackcloth and cry mightily unto God. Yea, let them turn every one from his evil way, and from the violence that is in their hands.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Jonah2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "Jonah",
                "text": "Who can tell if God will turn and repent, and turn away from His fierce anger, that we perish not?”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Jonah2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "Jonah",
                "text": "And God saw their works, that they turned from their evil way. And God repented of the evil that He had said that He would do unto them, and He did it not.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Jonah2coOAF2dByWwsL1S40": {
                "chapter": "4",
                "book": "Jonah",
                "text": "But it displeased Jonah exceedingly, and he was very angry.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Jonah2coOAF2dByWwsL1S41": {
                "chapter": "4",
                "book": "Jonah",
                "text": "And he prayed unto the Lord and said, “I pray Thee, O Lord, was not this what I said when I was yet in my country? Therefore I fled before unto Tarshish; for I knew that Thou art a gracious God and merciful, slow to anger and of great kindness, and repentest of the evil.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Jonah2coOAF2dByWwsL1S42": {
                "chapter": "4",
                "book": "Jonah",
                "text": "Therefore now, O Lord, take, I beseech Thee, my life from me, for it is better for me to die than to live.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Jonah2coOAF2dByWwsL1S43": {
                "chapter": "4",
                "book": "Jonah",
                "text": "Then said the Lord, “Doest thou well to be angry?”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Jonah2coOAF2dByWwsL1S44": {
                "chapter": "4",
                "book": "Jonah",
                "text": "So Jonah went out of the city and sat on the east side of the city, and there made himself a booth and sat under it in the shadow till he might see what would become of the city.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Jonah2coOAF2dByWwsL1S45": {
                "chapter": "4",
                "book": "Jonah",
                "text": "And the Lord God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head to deliver him from his grief. So Jonah was exceeding glad for the gourd.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Jonah2coOAF2dByWwsL1S46": {
                "chapter": "4",
                "book": "Jonah",
                "text": "But God prepared a worm when the morning rose the next day, and it smote the gourd so that it withered.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Jonah2coOAF2dByWwsL1S47": {
                "chapter": "4",
                "book": "Jonah",
                "text": "And it came to pass, when the sun arose, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, so that he grew faint and wished in himself to die, and said, “It is better for me to die than to live.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Jonah2coOAF2dByWwsL1S48": {
                "chapter": "4",
                "book": "Jonah",
                "text": "And God said to Jonah, “Doest thou well to be angry over the gourd?” And he said, “I do well to be angry, even unto death.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Jonah2coOAF2dByWwsL1S49": {
                "chapter": "4",
                "book": "Jonah",
                "text": "Then said the Lord, “Thou hast had pity on the gourd for which thou hast not labored, neither madest it grow, which came up in a night and perished in a night.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Jonah2coOAF2dByWwsL1S410": {
                "chapter": "4",
                "book": "Jonah",
                "text": "And should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons who cannot discern between their right hand and their left hand, and also many cattle?”",
                "bible": "KJV21",
                "verse": "11"
            }
       
}