{
   
            "Jude2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Jude",
                "text": "Jude, the servant of Jesus Christ and brother of James, To those who are sanctified by God the Father, and preserved in Jesus Christ, and called:",
                "bible": "KJV21",
                "verse": "1"
            },
            "Jude2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Jude",
                "text": "Mercy unto you, and peace and love be multiplied.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Jude2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Jude",
                "text": "Beloved, while I was giving all diligence to write unto you of the common salvation, it was needful for me to write unto you and exhort you that ye should earnestly contend for the faith which was once delivered unto the saints.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Jude2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Jude",
                "text": "For there are certain men who have crept in unawares, who were foreordained of old for this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God and our Lord Jesus Christ.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Jude2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Jude",
                "text": "I will therefore put you in remembrance, though ye once knew this, how the Lord, having saved the people out of the land of Egypt, afterward destroyed those who believed not.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Jude2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Jude",
                "text": "And the angels who kept not their first estate, but left their own habitation, He hath reserved in everlasting chains under darkness unto the judgment of the great Day—",
                "bible": "KJV21",
                "verse": "6"
            },
            "Jude2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Jude",
                "text": "even as Sodom and Gomorrah and the cities around them, in like manner giving themselves over to fornication and going after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Jude2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Jude",
                "text": "Likewise also, these filthy dreamers defile the flesh, despise dominion, and speak evil of dignities.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Jude2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Jude",
                "text": "Yet Michael the archangel, when contending with the devil and disputing about the body of Moses, dared not bring against him a railing accusation, but said, “The Lord rebuke thee!”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Jude2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Jude",
                "text": "But these speak evil of those things which they know not; but what they come to know naturally as brute beasts, in those things they corrupt themselves.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Jude2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Jude",
                "text": "Woe unto them! For they have gone in the way of Cain and have run greedily after the error of Balaam for their reward, and perished in the gainsaying of Korah.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Jude2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Jude",
                "text": "These are spots on your feasts of charity when they feast with you, feeding themselves without fear. Clouds they are without water, carried about by winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots;",
                "bible": "KJV21",
                "verse": "12"
            },
            "Jude2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Jude",
                "text": "raging waves of the sea, foaming out their own shame; wandering stars to whom is reserved the blackness of darkness for ever.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Jude2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Jude",
                "text": "And Enoch also, the seventh from Adam, prophesied of these, saying, “Behold, the Lord cometh with ten thousand of His saints",
                "bible": "KJV21",
                "verse": "14"
            },
            "Jude2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Jude",
                "text": "to execute judgment upon all, and to convince all who are ungodly among them of all their godless deeds which they have godlessly committed, and of all the harsh speeches which godless sinners have spoken against Him.”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Jude2coOAF2dByWwsL1S115": {
                "chapter": "1",
                "book": "Jude",
                "text": "These are murmurers and complainers, walking after their own lusts; and their mouth speaketh great swelling words, giving admiration to men’s persons to gain advantage.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Jude2coOAF2dByWwsL1S116": {
                "chapter": "1",
                "book": "Jude",
                "text": "But, beloved, remember ye the words which were spoken beforehand by the apostles of our Lord Jesus Christ,",
                "bible": "KJV21",
                "verse": "17"
            },
            "Jude2coOAF2dByWwsL1S117": {
                "chapter": "1",
                "book": "Jude",
                "text": "how they told you that there would be mockers in the last times who would walk after their own ungodly lusts.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Jude2coOAF2dByWwsL1S118": {
                "chapter": "1",
                "book": "Jude",
                "text": "These are they who separate themselves, sensual, having not the Spirit.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Jude2coOAF2dByWwsL1S119": {
                "chapter": "1",
                "book": "Jude",
                "text": "But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,",
                "bible": "KJV21",
                "verse": "20"
            },
            "Jude2coOAF2dByWwsL1S120": {
                "chapter": "1",
                "book": "Jude",
                "text": "keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Jude2coOAF2dByWwsL1S121": {
                "chapter": "1",
                "book": "Jude",
                "text": "And on some have compassion, making a difference;",
                "bible": "KJV21",
                "verse": "22"
            },
            "Jude2coOAF2dByWwsL1S122": {
                "chapter": "1",
                "book": "Jude",
                "text": "and others save with fear, pulling them out of the fire, hating even the garment spotted by the flesh.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Jude2coOAF2dByWwsL1S123": {
                "chapter": "1",
                "book": "Jude",
                "text": "Now unto Him that is able to keep you from falling, and to present you faultless before the presence of His glory with exceeding joy,",
                "bible": "KJV21",
                "verse": "24"
            },
            "Jude2coOAF2dByWwsL1S124": {
                "chapter": "1",
                "book": "Jude",
                "text": "to the only wise God our Savior be glory and majesty, dominion and power, now and ever. Amen.",
                "bible": "KJV21",
                "verse": "25"
            }
        
}