{
    
            "Nahum2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Nahum",
                "text": "The burden of Nineveh. The book of the vision of Nahum the Elkoshite.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Nahum2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Nahum",
                "text": "God is jealous, and the Lord avengeth; the Lord avengeth and is furious. The Lord will take vengeance on His adversaries, and He reserveth wrath for His enemies.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Nahum2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Nahum",
                "text": "The Lord is slow to anger and great in power, and will not at all acquit the wicked. The Lord hath His way in the whirlwind and in the storm, and the clouds are the dust of His feet.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Nahum2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Nahum",
                "text": "He rebuketh the sea and maketh it dry, and drieth up all the rivers; Bashan languisheth and Carmel, and the flower of Lebanon languisheth.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Nahum2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Nahum",
                "text": "The mountains quake at Him, and the hills melt, and the earth is burned at His presence, yea, the world and all that dwell therein.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Nahum2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Nahum",
                "text": "Who can stand before His indignation? And who can abide in the fierceness of His anger? His fury is poured out like fire, and the rocks are thrown down by Him.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Nahum2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Nahum",
                "text": "The Lord is good, a stronghold in the day of trouble; and He knoweth them that trust in Him.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Nahum2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Nahum",
                "text": "But with an overrunning flood He will make an utter end of the place thereof, and darkness shall pursue His enemies.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Nahum2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Nahum",
                "text": "What do ye contrive against the Lord? He will make an utter end; affliction shall not rise up the second time.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Nahum2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Nahum",
                "text": "For while they are folded together as thorns and while they are drunken as drunkards, they shall be devoured as stubble fully dry.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Nahum2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Nahum",
                "text": "There is one that comes out of thee, that imagineth evil against the Lord, a wicked counselor.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Nahum2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Nahum",
                "text": "Thus saith the Lord: “Though they be quiet and likewise many, yet thus shall they be cut down when he shall pass through. Though I have afflicted thee, I will afflict thee no more;",
                "bible": "KJV21",
                "verse": "12"
            },
            "Nahum2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Nahum",
                "text": "for now will I break his yoke from off thee, and will burst thy bonds asunder.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Nahum2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Nahum",
                "text": "And the Lord hath given a commandment concerning thee, that no more of thy name be sown: “Out of the house of thy gods will I cut off the graven image and the molten image. I will make thy grave, for thou art vile.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Nahum2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Nahum",
                "text": "Behold upon the mountains the feet of Him that bringeth good tidings, that publisheth peace! O Judah, keep thy solemn feasts, perform thy vows; for the wicked shall no more pass through thee; he is utterly cut off.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Nahum2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Nahum",
                "text": "He that dasheth in pieces has come up before thy face. Man the defenses! Watch the way! Make thy loins strong! Fortify thy power mightily!",
                "bible": "KJV21",
                "verse": "1"
            },
            "Nahum2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Nahum",
                "text": "For the Lord hath turned away the excellency of Jacob, as the excellency of Israel; for the emptiers have emptied them out and marred their vine branches.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Nahum2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Nahum",
                "text": "The shield of his mighty men is made red, the valiant men are in scarlet; the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Nahum2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Nahum",
                "text": "The chariots shall rage in the streets, they shall jostle one against another in the broad ways; they shall seem like torches, they shall run like the lightning.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Nahum2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Nahum",
                "text": "He shall muster his worthies; they shall stumble in their walk; they shall make haste to the wall thereof, and the defense shall be prepared.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Nahum2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Nahum",
                "text": "The gates of the rivers shall be opened, and the palace shall be dissolved.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Nahum2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Nahum",
                "text": "And Huzzab shall be led away captive, she shall be brought up; and her maids shall lead her as with the voice of doves, beating upon their breasts.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Nahum2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Nahum",
                "text": "But Nineveh is of old like a pool of water; yet they shall flee away. “Stand, stand!” shall they cry, but none shall look back.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Nahum2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Nahum",
                "text": "Take ye the spoil of silver, take the spoil of gold; for there is no end of the store and glory of all the pleasant furnishings.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Nahum2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Nahum",
                "text": "She is empty and void and waste; and the heart melteth, and the knees smite together; and much pain is in all loins, and the faces of them all gather blackness.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Nahum2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "Nahum",
                "text": "Where is the dwelling of the lions and the feeding place of the young lions, where the lion, even the old lion, walked, and the lion’s whelp, and none made them afraid?",
                "bible": "KJV21",
                "verse": "11"
            },
            "Nahum2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "Nahum",
                "text": "The lion tore in pieces enough for his whelps and strangled for his lionesses, and filled his holes with prey and his dens with rapine.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Nahum2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "Nahum",
                "text": "“Behold, I am against thee,” saith the Lord of hosts, “and I will burn her chariots in the smoke, and the sword shall devour thy young lions; and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Nahum2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Woe to the bloody city! It is all full of lies and robbery; the prey departeth not.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Nahum2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Nahum",
                "text": "The noise of a whip and the noise of the rattling of the wheels, and of the prancing horses and of the jumping chariots!",
                "bible": "KJV21",
                "verse": "2"
            },
            "Nahum2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Nahum",
                "text": "The horseman lifteth up both the bright sword and the glittering spear, and there is a multitude of slain and a great number of carcasses. And there is no end of their corpses—they stumble upon their corpses”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Nahum2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Nahum",
                "text": "because of the multitude of the whoredoms of the wellfavored harlot, the mistress of witchcraft, that selleth nations through her whoredom, and families through her witchcraft.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Nahum2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Nahum",
                "text": "“Behold, I am against thee,” saith the Lord of hosts, “and I will uncover thy skirts upon thy face; and I will show the nations thy nakedness and the kingdoms thy shame.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Nahum2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "Nahum",
                "text": "And I will cast abominable filth upon thee and make thee vile, and will set thee as a gazingstock.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Nahum2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "Nahum",
                "text": "And it shall come to pass that all they that look upon thee shall flee from thee and say, ‘Nineveh is laid waste! Who will bemoan her?’ From whence shall I seek comforters for thee?”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Nahum2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Art thou better than populous No, that was situated among the rivers, that had the waters round about it, whose rampart was the sea and her wall was from the sea?",
                "bible": "KJV21",
                "verse": "8"
            },
            "Nahum2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Ethiopia and Egypt were her strength, and it was infinite; Put and Lubim were thy helpers.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Nahum2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Yet was she carried away; she went into captivity. Her young children also were dashed in pieces at the top of all the streets; and they cast lots for her honorable men, and all her great men were bound in chains.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Nahum2coOAF2dByWwsL1S310": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Thou also shalt be drunken; thou shalt be hid; thou also shalt seek strength because of the enemy.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Nahum2coOAF2dByWwsL1S311": {
                "chapter": "3",
                "book": "Nahum",
                "text": "All thy strongholds shall be like fig trees with the first ripe figs: if they be shaken, they shall even fall into the mouth of the eater.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Nahum2coOAF2dByWwsL1S312": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Behold, thy people in the midst of thee are women; the gates of thy land shall be set wide open unto thine enemies; the fire shall devour thy bars.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Nahum2coOAF2dByWwsL1S313": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Draw thee waters for the siege! Fortify thy strongholds! Go into clay and tread the mortar; make strong the brickkiln!",
                "bible": "KJV21",
                "verse": "14"
            },
            "Nahum2coOAF2dByWwsL1S314": {
                "chapter": "3",
                "book": "Nahum",
                "text": "There shall the fire devour thee; the sword shall cut thee off; it shall eat thee up like the cankerworm. Make thyself many as the cankerworm, make thyself many as the locusts.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Nahum2coOAF2dByWwsL1S315": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Thou hast multiplied thy merchants above the stars of heaven. The cankerworm despoileth, and fleeth away.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Nahum2coOAF2dByWwsL1S316": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Thy crowned ones are as the locusts, and thy captains as the great grasshoppers, which camp in the hedges in the cold day; but when the sun ariseth they flee away, and their place is not knownwhere they are.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Nahum2coOAF2dByWwsL1S317": {
                "chapter": "3",
                "book": "Nahum",
                "text": "Thy shepherds slumber, O king of Assyria; thy nobles shall dwell in the dust; thy people are scattered upon the mountains, and no man gathereth them.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Nahum2coOAF2dByWwsL1S318": {
                "chapter": "3",
                "book": "Nahum",
                "text": "There is no healing of thy bruise; thy wound is grievous. All that hear the report of thee shall clap the hands over thee. For upon whom hath not thy wickedness passed continually?",
                "bible": "KJV21",
                "verse": "19"
            }
        
}