{
    
            "Obadiah2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "The vision of Obadiah. Thus saith the Lord God concerning Edom: We have heard a word from the Lord, and an ambassador is sent among the heathen: “Arise ye, and let us rise up against her in battle”:",
                "bible": "KJV21",
                "verse": "1"
            },
            "Obadiah2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "“Behold, I have made thee small among the heathen; thou art greatly despised.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Obadiah2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "The pride of thine heart hath deceived thee, thou that dwellest in the clefts of the rock, whose habitation is high, that saith in his heart, ‘Who shall bring me down to the ground?’",
                "bible": "KJV21",
                "verse": "3"
            },
            "Obadiah2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "Though thou exalt thyself as the eagle, and though thou set thy nest among the stars, from thence will I bring thee down,” saith the Lord.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Obadiah2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "“If thieves came to thee, if robbers by night (how thou art cut off!), would they not have stolen till they had enough? If the grape-gatherers came to thee, would they not leave some grapes?",
                "bible": "KJV21",
                "verse": "5"
            },
            "Obadiah2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "How the things of Esau are searched out! How his hidden things are sought out!",
                "bible": "KJV21",
                "verse": "6"
            },
            "Obadiah2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "All the men of thy confederacy have brought thee even to the border; the men that were at peace with thee have deceived thee and prevailed against thee. They that eat thy bread have laid a wound under thee; there is no understanding in him.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Obadiah2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "Shall I not in that day,” saith the Lord, “even destroy the wise men out of Edom, and understanding out of the mount of Esau?",
                "bible": "KJV21",
                "verse": "8"
            },
            "Obadiah2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "And thy mighty men, O Teman, shall be dismayed, to the end that every one of the mount of Esau may be cut off by slaughter.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Obadiah2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "“For thy violence against thy brother Jacob, shame shall cover thee, and thou shalt be cut off for ever.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Obadiah2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "In the day that thou stoodest on the other side—in the day that the strangers carried away captive his forces, and foreigners entered into his gates and cast lots upon Jerusalem” even thou wast as one of them.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Obadiah2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "But thou shouldest not have looked on the day of thy brother in the day that he became a stranger; neither shouldest thou have rejoiced over the children of Judah in the day of their destruction; neither shouldest thou have spoken proudly in the day of distress.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Obadiah2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "Thou shouldest not have entered into the gate of My people in the day of their calamity; yea, thou shouldest not have looked on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Obadiah2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "Neither shouldest thou have stood in the crossway to cut off those of his that did escape; neither shouldest thou have delivered up those of his that remained in the day of distress.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Obadiah2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "“For the day of the Lord is near upon all the heathen. As thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Obadiah2coOAF2dByWwsL1S115": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "For as ye have drunk upon My holy mountain, so shall all the heathen drink continually; yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Obadiah2coOAF2dByWwsL1S116": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "“But upon Mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Obadiah2coOAF2dByWwsL1S117": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble; and they shall kindle them and devour them. And there shall not be any remaining of the house of Esau, for the Lord hath spoken it.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Obadiah2coOAF2dByWwsL1S118": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "And they of the south shall possess the mount of Esau, and they of the plain the Philistines. And they shall possess the fields of Ephraim and the fields of Samaria, and Benjamin shall possess Gilead.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Obadiah2coOAF2dByWwsL1S119": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "And the captives of this host of the children of Israel shall possess that of the Canaanites, even unto Zarephath; and the captives of Jerusalem who are in Sepharad shall possess the cities of the south.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Obadiah2coOAF2dByWwsL1S120": {
                "chapter": "1",
                "book": "Obadiah",
                "text": "And saviors shall come up on Mount Zion to judge the mount of Esau; and the kingdom shall be the Lord’S.",
                "bible": "KJV21",
                "verse": "21"
            }
       
}