{
    
            "Revelation2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Revelation",
                "text": "The Revelation of Jesus Christ, which God gave unto Him to show unto His servants things which must shortly come to pass. And He sent and signified it by His angel unto His servant John,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Revelation",
                "text": "who bore record of the Word of God, and of the testimony of Jesus Christ, and of all things that he saw.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Revelation",
                "text": "Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein; for the time is at hand.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Revelation",
                "text": "John, To the seven churches in Asia: Grace be unto you and peace from Him who is, and who was, and who is to come, and from the seven spirits which are before His throne;",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Revelation",
                "text": "and from Jesus Christ, who is the faithful witness, and the first-begotten of the dead, and the prince over the kings of the earth. Unto Him that loved us, and washed us from our sins in His own blood,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Revelation",
                "text": "and hath made us kings and priests unto God and His Father, to Him be glory and dominion for ever and ever. Amen.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Revelation",
                "text": "Behold, He cometh with clouds, and every eye shall see Him, and they also who pierced Him; and all kindreds of the earth shall wail because of Him. Even so. Amen.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Revelation",
                "text": "“I Am Alpha And Omega, The Beginning And The Ending,” saith the Lord, who is, and who was, and who is to come, the Almighty.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Revelation",
                "text": "I, John, who also am your brother and companion in tribulation and in the Kingdom and patience of Jesus Christ, was on the isle that is called Patmos, for the Word of God and for the testimony of Jesus Christ.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Revelation",
                "text": "I was in the Spirit on the Lord’s Day, and I heard behind me a great voice as of a trumpet,",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S110": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And there was given me a reed like unto a rod; and the angel stood, saying, “Rise, and measure the temple of God and the altar, and them that worship therein.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S111": {
                "chapter": "11",
                "book": "Revelation",
                "text": "But the court which is outside the temple, leave out, and measure it not, for it is given unto the Gentiles; and the Holy City shall they tread under foot for forty and two months.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S112": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S113": {
                "chapter": "11",
                "book": "Revelation",
                "text": "These are the two olive trees and the two candlesticks, standing before the God of the earth.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S114": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And if any man will hurt them, fire proceedeth out of their mouth and devoureth their enemies; and if any man will hurt them, he must in this manner be killed.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S115": {
                "chapter": "11",
                "book": "Revelation",
                "text": "These have power to shut heaven, that it rain not in the days of their prophecy, and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S116": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them and kill them.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S117": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S118": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And they of the people and kindreds, and tongues and nations shall see their dead bodies three days and a half, and shall not suffer their dead bodies to be put in graves.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S119": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And they that dwell upon the earth shall rejoice over them and make merry, and shall send gifts one to another, because these two prophets tormented them that dwelt on the earth.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Revelation",
                "text": "“Unto the angel of the church of Ephesus write: ‘These things saith He that holdeth the seven stars in His right hand, who walketh in the midst of the seven golden candlesticks:",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Revelation",
                "text": "I know thy works and thy labor and thy patience, and how thou canst not bear them that are evil; and how thou hast tried them that say they are apostles and are not, and hast found them liars;",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Revelation",
                "text": "and hast borne, and hast patience, and for My name’s sake hast labored and hast not fainted.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Revelation",
                "text": "Nevertheless, I have something against thee, because thou hast left thy first love.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Revelation",
                "text": "Remember therefore from whence thou art fallen, and repent and do the works as at first; or else I will come unto thee quickly and will remove thy candlestick out of his place, unless thou repent.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Revelation",
                "text": "But this thou hast: that thou hatest the deeds of the Nicolaitans, which I also hate.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Revelation",
                "text": "He that hath an ear, let him hear what the Spirit saith unto the churches. To him that overcometh will I give to eat of the Tree of Life, which is in the midst of the Paradise of God.’",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Revelation",
                "text": "“And unto the angel of the church in Smyrna write: ‘These things saith the First and the Last, who was dead and is alive:",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Revelation",
                "text": "I know thy works and tribulation and poverty (but thou art rich), and I know the blasphemy of them that say they are Jews and are not, but are the synagogue of Satan.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Revelation",
                "text": "Fear none of those things which thou shalt suffer. Behold, the devil shall cast some of you into prison, that ye may be tried, and ye shall have tribulation ten days. Be thou faithful unto death, and I will give thee a crown of Life.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S210": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no more sea.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S211": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And I, John, saw the holy city, New Jerusalem, coming down from God out of Heaven, prepared as a bride adorned for her husband.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S212": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And I heard a great voice out of Heaven, saying, “Behold, the tabernacle of God is with men, and He will dwell with them; and they shall be His people, and God Himself shall be with them and be their God.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S213": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And God shall wipe away all tears from their eyes, and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain; for the former things are passed away.”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S214": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And He that sat upon the throne said, “Behold, I make all things new.” And He said unto me, “Write, for these words are true and faithful.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S215": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And He said unto me, “It is done! I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the Water of Life freely.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S216": {
                "chapter": "21",
                "book": "Revelation",
                "text": "He that overcometh shall inherit all things; and I will be his God, and he shall be my son.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S217": {
                "chapter": "21",
                "book": "Revelation",
                "text": "But the fearful, and unbelieving, and the abominable, and murderers,and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone, which is the second death.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S218": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And there came unto me one of the seven angels, who had the seven vials full of the seven last plagues, and talked with me, saying, “Come hither; I will show thee the bride, the Lamb’s wife.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S219": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And he carried me away in the spirit to a great and high mountain, and showed me that great city, the Holy Jerusalem, descending out of Heaven from God,",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S220": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And he showed me a pure river of the Water of Life, clear as crystal, proceeding out of the throne of God and of the Lamb.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S221": {
                "chapter": "22",
                "book": "Revelation",
                "text": "In the midst of the street of it, and on either side of the river, there was the Tree of Life, which bore twelve kinds of fruit and yielded her fruit every month; and the leaves of the tree were for the healing of the nations.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S222": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And there shall be no more curse, but the throne of God and of the Lamb shall be in it, and His servants shall serve Him.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S223": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And they shall see His face, and His name shall be in their foreheads.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S224": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And there shall be no night there, and they will need no candle, neither light of the sun; for the Lord God giveth them light. And they shall reign for ever and ever.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S225": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And he said unto me, “These sayings are faithful and true,” and the Lord God of the holy prophets sent His angel to show unto His servants the things which must shortly be done.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S226": {
                "chapter": "22",
                "book": "Revelation",
                "text": "“Behold, I come quickly.” Blessed is he that keepeth the sayings of the prophecy of this book.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S227": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And I, John, saw these things and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel who showed me these things.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S228": {
                "chapter": "22",
                "book": "Revelation",
                "text": "Then said he unto me, “See that thou do it not, for I am thy fellow servant, and of thy brethren the prophets, and of them that keep the sayings of this book. Worship God!”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Revelation",
                "text": "“And unto the angel of the church in Sardis write: ‘These things saith He that hath the seven Spirits of God and the seven stars: I know thy works, and that thou hast a name that thou livest, but thou art dead.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Be watchful and strengthen the things which remain, that are ready to die, for I have not found thy works perfect before God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Remember therefore how thou hast received and heard; and hold fast and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Thou hast a few names even in Sardis who have not defiled their garments; and they shall walk with Me in white, for they are worthy.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Revelation",
                "text": "He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name from the Book of Life, but I will confess his name before My Father and before His angels.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "Revelation",
                "text": "He that hath an ear, let him hear what the Spirit saith unto the churches!’",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "Revelation",
                "text": "“And to the angel of the church in Philadelphia write: ‘These things saith He that is holy, He that is true, He that hath the key of David, He that openeth and no man shutteth, and shutteth and no man openeth:",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "Revelation",
                "text": "I know thy works. Behold, I have set before thee an open door, and no man can shut it. For thou hast a little strength, and hast kept My Word, and hast not denied My name.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Behold, I will make them of the synagogue of Satan, who say they are Jews and are not, but do lie — behold, I will make them to come and worship at thy feet, and to know that I have loved thee.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Because thou hast kept the word of My patience, I will also keep thee from the hour of temptation, which shall come upon all the world to try them that dwell upon the earth.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S310": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Behold, I come quickly; hold fast that which thou hast, that no man take thy crown.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S311": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Him that overcometh will I make a pillar in the temple of My God, and he shall go out no more; and I will write upon him the name of My God, and the name of the city of My God, which is New Jerusalem, which cometh down out of heaven from My God, and I will write upon him My new name.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S312": {
                "chapter": "3",
                "book": "Revelation",
                "text": "He that hath an ear, let him hear what the Spirit saith unto the churches!’",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S313": {
                "chapter": "3",
                "book": "Revelation",
                "text": "“And unto the angel of the church of the Laodiceans write: ‘These things saith the Amen, the faithful and true witness, the beginning of the creation of God:",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S314": {
                "chapter": "3",
                "book": "Revelation",
                "text": "I know thy works, that thou art neither cold nor hot; I would thou wert cold or hot.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S315": {
                "chapter": "3",
                "book": "Revelation",
                "text": "So then because thou art lukewarm, and neither cold nor hot, I will spew thee out of My mouth.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S316": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Because thou sayest, “I am rich and increased with goods and have need of nothing,” and knowest not that thou art wretched and miserable, and poor and blind and naked,",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S317": {
                "chapter": "3",
                "book": "Revelation",
                "text": "I counsel thee to buy from Me gold tried in the fire, that thou mayest be rich, and white raiment, that thou mayest be clothed and that the shame of thy nakedness may not appear, and anoint thine eyes with eye salve, that thou mayest see.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S318": {
                "chapter": "3",
                "book": "Revelation",
                "text": "As many as I love, I rebuke and chasten: be zealous therefore, and repent.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S319": {
                "chapter": "3",
                "book": "Revelation",
                "text": "Behold, I stand at the door and knock. If any man hear My voice and open the door, I will come in to him, and will sup with him, and he with Me.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S320": {
                "chapter": "3",
                "book": "Revelation",
                "text": "To him that overcometh, will I grant to sit with Me on My throne, even as I also overcame and am set down with My Father on His throne.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Revelation2coOAF2dByWwsL1S321": {
                "chapter": "3",
                "book": "Revelation",
                "text": "He that hath an ear, let him hear what the Spirit saith unto the churches!’”",
                "bible": "KJV21",
                "verse": "22"
            },
            "Revelation2coOAF2dByWwsL1S40": {
                "chapter": "4",
                "book": "Revelation",
                "text": "After this I looked, and behold, a door was opened in heaven; and the first voice which I heard was, as it were, of a trumpet talking with me, which said, “Come up hither, and I will show thee things which must be hereafter.”",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S41": {
                "chapter": "4",
                "book": "Revelation",
                "text": "And immediately I was in the Spirit; and behold, a throne was set in Heaven, and One sat on the throne.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S42": {
                "chapter": "4",
                "book": "Revelation",
                "text": "And He that sat thereon was to look upon like a jasper and a sardius stone; and there was a rainbow round about the throne, in appearance like unto an emerald.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S43": {
                "chapter": "4",
                "book": "Revelation",
                "text": "And round about the throne were four and twenty seats; and upon the seats I saw four and twenty elders sitting, clothed in white raiment, and they had on their heads crowns of gold.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S44": {
                "chapter": "4",
                "book": "Revelation",
                "text": "And out of the throne proceeded lightnings and thunderings and voices. And there were seven lamps of fire burning before the throne, which are the seven Spirits of God;",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S45": {
                "chapter": "4",
                "book": "Revelation",
                "text": "and before the throne there was a sea of glass like unto crystal. And in the midst of the throne, and round about the throne, were four living beings full of eyes in front and behind.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S46": {
                "chapter": "4",
                "book": "Revelation",
                "text": "And the first being was like a lion, and the second being like a calf, and the third being had the face of a man, and the fourth being was like a flying eagle.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S47": {
                "chapter": "4",
                "book": "Revelation",
                "text": "And each of the four living beings had six wings about him, and they were full of eyes within; and they rested not day and night, saying, “Holy, holy, holy, Lord God Almighty, who was, and is, and is to come!”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S48": {
                "chapter": "4",
                "book": "Revelation",
                "text": "And when those living beings give glory and honor and thanks to Him that sat on the throne, who liveth for ever and ever,",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S49": {
                "chapter": "4",
                "book": "Revelation",
                "text": "the four and twenty elders fall down before Him that sits on the throne, and worship Him that liveth for ever and ever, and cast their crowns before the throne, saying,",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S410": {
                "chapter": "4",
                "book": "Revelation",
                "text": "“Thou art worthy, O Lord, to receive glory and honor and power; for Thou hast created all things, and for Thy pleasure they are, and were created.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S50": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And I saw in the right hand of Him that sat on the throne a book written within and on the back, sealed with seven seals.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S51": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And I saw a strong angel proclaiming with a loud voice, “Who is worthy to open the book and to loose the seals thereof?”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S52": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And no man in Heaven, nor on earth, neither under the earth, was able to open the book, neither to look thereon.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S53": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And I wept much, because no man was found worthy to open and to read the book, neither to look thereon.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S54": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And one of the elders said unto me, “Weep not! Behold, the Lion of the tribe of Judah, the Root of David, hath prevailed to open the book and to loose the seven seals thereof.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S55": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And I beheld, and lo, in the midst of the throne and the four living beings, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God, sent forth into all the earth.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S56": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And He came and took the book out of the right hand of Him that sat upon the throne.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S57": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And when He had taken the book, the four living beings and the four and twenty elders fell down before the Lamb, having every one of them harps and golden vials full of incense, which are the prayers of saints.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S58": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And they sang a new song, saying, “Thou art worthy to take the book and to open the seals thereof; for Thou wast slain, and hast redeemed us to God by Thy blood, from every kindred and tongue, and people and nation,",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S59": {
                "chapter": "5",
                "book": "Revelation",
                "text": "and hast made us unto our God kings and priests; and we shall reign on the earth.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S510": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And I beheld, and I heard the voice of many angels round about the throne and the living beings and the elders; and the number of them was ten thousand times ten thousand, and thousands of thousands,",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S511": {
                "chapter": "5",
                "book": "Revelation",
                "text": "saying with a loud voice, “Worthy is the Lamb that was slain, to receive power and riches and wisdom and strength, and honor and glory and blessing!”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S512": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And I heard every creature which is in heaven and on the earth, and under the earth and such as are in the sea, and all that are in them, saying, “Blessing and honor and glory and power be unto Him that sitteth upon the throne, and unto the Lamb for ever and ever!”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S513": {
                "chapter": "5",
                "book": "Revelation",
                "text": "And the four living beings said, “Amen.” And the four and twenty elders fell down and worshiped Him that liveth for ever and ever.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S60": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And I saw when the Lamb opened one of the seals; and I heard, as it were, the noise of thunder, one of the four living beings saying, “Come and see!”",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S61": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And I saw, and behold, a white horse, and he that sat on him had a bow; and a crown was given unto him, and he went forth conquering and to conquer.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S62": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And when He had opened the second seal, I heard the second living being say, “Come and see!”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S63": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And there went out another horse that was red; and power was given to him that sat thereon to take peace from the earth, that they should kill one another; and there was given unto him a great sword.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S64": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And when He had opened the third seal, I heard the third living being say, “Come and see!” And I beheld, and lo, a black horse; and he that sat on him had a pair of balances in his hand.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S65": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And I heard a voice in the midst of the four living beings say, “A measure of wheat for a penny, and three measures of barley for a penny; and see thou hurt not the oil and the wine!”",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S66": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And when He had opened the fourth seal, I heard the voice of the fourth living being say, “Come and see!”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S67": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And I looked, and behold, a pale horse, and his name that sat on him was Death, and Hell followed with him. And power was given unto them over a fourth part of the earth to kill with sword, and with hunger, and with death, and with the beasts of the earth.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S68": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And when He had opened the fifth seal, I saw under the altar the souls of them that were slain for the Word of God, and for the testimony which they held.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S69": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And they cried with a loud voice, saying, “How long, O Lord, holy and true, dost Thou not judge and avenge our blood on them that dwell on the earth?”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S610": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And white robes were given unto every one of them, and it was said unto them that they should rest yet for a little season, until their fellow servants and also their brethren, who were to be killed as they were, should be fulfilled.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S611": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And I beheld when He had opened the sixth seal, and lo, there was a great earthquake, and the sun became black as sackcloth of hair, and the moon became as blood;",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S612": {
                "chapter": "6",
                "book": "Revelation",
                "text": "and the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs when she is shaken by a mighty wind.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S613": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And the heaven departed as a scroll when it is rolled together, and every mountain and island were moved out of their places.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S614": {
                "chapter": "6",
                "book": "Revelation",
                "text": "And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S615": {
                "chapter": "6",
                "book": "Revelation",
                "text": "and they said to the mountains and rocks, “Fall on us, and hide us from the face of Him that sitteth on the throne, and from the wrath of the Lamb!",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S616": {
                "chapter": "6",
                "book": "Revelation",
                "text": "For the great Day of His wrath is come, and who shall be able to stand?”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S70": {
                "chapter": "7",
                "book": "Revelation",
                "text": "And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S71": {
                "chapter": "7",
                "book": "Revelation",
                "text": "And I saw another angel ascending from the east, having the seal of the living God; and he cried with a loud voice to the four angels to whom it was given to hurt the earth and the sea,",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S72": {
                "chapter": "7",
                "book": "Revelation",
                "text": "saying, “Hurt not the earth, neither the sea nor the trees, till we have sealed the servants of our God in their foreheads.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S73": {
                "chapter": "7",
                "book": "Revelation",
                "text": "And I heard the number of them that were sealed: there were sealed a hundred and fortyfour thousand of all the tribes of the children of Israel.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S74": {
                "chapter": "7",
                "book": "Revelation",
                "text": "Of the tribe of Judah were sealed twelve thousand; of the tribe of Reuben were sealed twelve thousand; of the tribe of Gad were sealed twelve thousand;",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S75": {
                "chapter": "7",
                "book": "Revelation",
                "text": "of the tribe of Asher were sealed twelve thousand; of the tribe of Naphtali were sealed twelve thousand; of the tribe of Manasseh were sealed twelve thousand;",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S76": {
                "chapter": "7",
                "book": "Revelation",
                "text": "of the tribe of Simeon were sealed twelve thousand; of the tribe of Levi were sealed twelve thousand; of the tribe of Issachar were sealed twelve thousand;",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S77": {
                "chapter": "7",
                "book": "Revelation",
                "text": "of the tribe of Zebulun were sealed twelve thousand; of the tribe of Joseph were sealed twelve thousand; of the tribe of Benjamin were sealed twelve thousand.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S78": {
                "chapter": "7",
                "book": "Revelation",
                "text": "After this I beheld, and lo, a great multitude, which no man could number, of all nations and kindreds and people and tongues, stood before the throne and before the Lamb, clothed in white robes and with palms in their hands.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S79": {
                "chapter": "7",
                "book": "Revelation",
                "text": "And they cried with a loud voice, saying, “Salvation to our God who sitteth upon the throne, and unto the Lamb!”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S710": {
                "chapter": "7",
                "book": "Revelation",
                "text": "And all the angels stood round about the throne, and about the elders and the four living beings, and fell on their faces before the throne and worshiped God,",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S711": {
                "chapter": "7",
                "book": "Revelation",
                "text": "saying, “Amen. Blessing and glory and wisdom and thanksgiving, and honor and power and might, be unto our God for ever and ever. Amen!”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S712": {
                "chapter": "7",
                "book": "Revelation",
                "text": "And one of the elders answered, saying unto me, “Who are these that are arrayed in white robes, and from whence have they come?”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S713": {
                "chapter": "7",
                "book": "Revelation",
                "text": "And I said unto him, “Sir, thou knowest.” And he said to me, “These are they that came out of great tribulation, and have washed their robes and made them white in the blood of the Lamb.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S714": {
                "chapter": "7",
                "book": "Revelation",
                "text": "Therefore, “they are before the throne of God, and serve Him day and night in His temple; and He that sitteth on the throne shall dwell among them.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S715": {
                "chapter": "7",
                "book": "Revelation",
                "text": "They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S716": {
                "chapter": "7",
                "book": "Revelation",
                "text": "For the Lamb who is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters, and God shall wipe away all tears from their eyes.”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S80": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And when He had opened the seventh seal, there was silence in Heaven about the space of half an hour.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S81": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And I saw the seven angels who stood before God, and to them were given seven trumpets.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S82": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar, which was before the throne.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S83": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel’s hand.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S84": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And the angel took the censer, and filled it with fire from the altar, and cast it onto the earth; and there were voices and thunderings and lightnings, and an earthquake.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S85": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And the seven angels who had the seven trumpets prepared themselves to sound.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S86": {
                "chapter": "8",
                "book": "Revelation",
                "text": "The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth; and a third part of the trees were burned up, and all green grass was burned up.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S87": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And the second angel sounded and, as it were, a great mountain burning with fire was cast into the sea; and a third part of the sea became blood;",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S88": {
                "chapter": "8",
                "book": "Revelation",
                "text": "and a third part of the creatures which were in the sea and had life, died, and a third part of the ships were destroyed.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S89": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And the third angel sounded, and there fell a great star from heaven, burning as if it were a lamp, and it fell upon a third part of the rivers and upon the fountains of waters;",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S810": {
                "chapter": "8",
                "book": "Revelation",
                "text": "and the name of the star is called Wormwood. And a third part of the waters became wormwood; and many men died from the waters, because they were made bitter.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S811": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And the fourth angel sounded, and a third part of the sun was smitten, and a third part of the moon and a third part of the stars, so that a third part of them was darkened; and a third of the day shone not, and the night likewise.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S812": {
                "chapter": "8",
                "book": "Revelation",
                "text": "And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, “Woe, woe, woe to the inhabitants of the earth, because of the other voices of the trumpets of the three other angels, which are yet to sound!”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S90": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And the fifth angel sounded, and I saw a star fall from heaven unto the earth; and to him was given the key to the bottomless pit.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S91": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And he opened the bottomless pit, and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S92": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And there came out of the smoke locusts upon the earth; and unto them was given power, as the scorpions of the earth have power.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S93": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And it was commanded to them that they should not hurt the grass of the earth, neither any green thing, neither any tree, but only those men who have not the seal of God in their foreheads.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S94": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And to them it was given that they should not kill them, but that they should be tormented five months; and their torment was as the torment of a scorpion when he striketh a man.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S95": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S96": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And the shapes of the locusts were like unto horses prepared for battle; and on their heads were, as it were, crowns like gold, and their faces were as the faces of men.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S97": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And they had hair as the hair of women, and their teeth were as the teeth of lions.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S98": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And they had breastplates like breastplates of iron, and the sound of their wings was as the sound of chariots with many horses running to battle.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S99": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And they had tails like unto scorpions, and there were stingers in their tails; and their power was to hurt men five months.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S910": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And they had a king over them, the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue his name is Apollyon.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S911": {
                "chapter": "9",
                "book": "Revelation",
                "text": "One woe is past; and behold, there come two more woes hereafter.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S912": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And the sixth angel sounded, and I heard a voice from the four horns of the golden altar which stands before God,",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S913": {
                "chapter": "9",
                "book": "Revelation",
                "text": "saying to the sixth angel who had the trumpet, “Loose the four angels who are bound in the great river Euphrates.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S914": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And the four angels were loosed, who had been prepared for an hour and a day and a month and a year, to slay a third part of men.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S915": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And the number of the army of horsemen was two hundred thousand thousand, and I heard the number of them.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S916": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And thus I saw the horses in the vision, and they that sat on them had breastplates of fire and of jacinth and brimstone; and the heads of the horses were as the heads of lions, and out of their mouths issued fire and smoke and brimstone.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S917": {
                "chapter": "9",
                "book": "Revelation",
                "text": "By these three was a third part of men killed by the fire and by the smoke and by the brimstone, which issued out of their mouths.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S918": {
                "chapter": "9",
                "book": "Revelation",
                "text": "For their power is in their mouth and in their tails; for their tails were like unto serpents and had heads, and with them they cause hurt.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S919": {
                "chapter": "9",
                "book": "Revelation",
                "text": "And the rest of the men, who were not killed by these plagues, yet repented not of the works of their hands, that they should not worship devils, and idols of gold and silver, and brass and stone and of wood, which can neither see nor hear nor walk;",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S920": {
                "chapter": "9",
                "book": "Revelation",
                "text": "neither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Revelation2coOAF2dByWwsL1S100": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And I saw another mighty angel come down from heaven, clothed with a cloud; and a rainbow was upon his head, and his face was as it were the sun, and his feet as pillars of fire.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S101": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And he had in his hand a little book open. And he set his right foot upon the sea, and his left foot on the earth,",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S102": {
                "chapter": "10",
                "book": "Revelation",
                "text": "and cried with a loud voice, as when a lion roareth. And when he had cried, seven thunders uttered their voices.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S103": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And when the seven thunders had uttered their voices, I was about to write, and I heard a voice from Heaven saying unto me, “Seal up those things which the seven thunders uttered, and write them not.”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S104": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And the angel, whom I saw standing upon the sea and upon the earth, lifted up his hand to heaven.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S105": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And he swore by Him that liveth for ever and ever, who created heaven and the things that are therein, and the earth and the things that are therein, and the sea and the things which are therein, that there should be time no longer,",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S106": {
                "chapter": "10",
                "book": "Revelation",
                "text": "but that in the days of the voice of the seventh angel, when he shall begin to sound, the mystery of God should be finished, as He hath declared to His servants the prophets.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S107": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And the voice which I heard from Heaven spoke unto me again and said, “Go and take the little book which is open in the hand of the angel who standeth upon the sea and upon the earth.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S108": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And I went unto the angel and said unto him, “Give me the little book.” And he said unto me, “Take it and eat it up, and it shall make thy belly bitter, but it shall be in thy mouth sweet as honey.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S109": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And I took the little book out of the angel’s hand and ate it up, and it was in my mouth sweet as honey; and as soon as I had eaten it, my belly was bitter.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1010": {
                "chapter": "10",
                "book": "Revelation",
                "text": "And he said unto me, “Thou must prophesy again before many peoples and nations, and tongues and kings.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1110": {
                "chapter": "11",
                "book": "Revelation",
                "text": "But after three days and a half, the Spirit of life from God entered into them, and they stood upon their feet; and great fear fellupon them that saw them.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1111": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And they heard a great voice from Heaven, saying unto them, “Come up hither!” And they ascended up to Heaven in a cloud, and their enemies beheld them.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1112": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And that same hour there was a great earthquake, and a tenth part of the city fell; and in the earthquake were slain seven thousand men, and the remnant were seized with fear, and gave glory to the God of Heaven.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1113": {
                "chapter": "11",
                "book": "Revelation",
                "text": "The second woe is past; and behold, the third woe cometh quickly.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1114": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And the seventh angel sounded, and there were great voices in Heaven, saying, “The kingdoms of this world are become the kingdoms of our Lord and of His Christ, and He shall reign for ever and ever!”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1115": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And the four and twenty elders, who sat before God on their seats, fell upon their faces and worshiped God,",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1116": {
                "chapter": "11",
                "book": "Revelation",
                "text": "saying, “We give Thee thanks, O Lord God Almighty, who art, and wast, and art to come, because Thou hast taken to Thee Thy great power, and hast reigned.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S1117": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And the nations were angry; and Thy wrath is come, and the time of the dead, that they should be judged, and that Thou shouldest give reward unto Thy servants the prophets, and to the saints and them that fear Thy name, small and great, and shouldest destroy them that destroy the earth.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S1118": {
                "chapter": "11",
                "book": "Revelation",
                "text": "And the temple of God was opened in Heaven; and there was seen in His temple the ark of His testament, and there were lightnings and voices, and thunderings and an earthquake, and great hail.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S120": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And there appeared a great wonder in heaven: a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S121": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And she, being with child, cried, travailing in birth and in pain to be delivered.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S122": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And there appeared another wonder in heaven: behold, a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S123": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And his tail drew a third part of the stars of heaven, and cast them to the earth. And the dragon stood before the woman who was ready to be delivered to devour her child as soon as it was born.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S124": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And she brought forth a manchild, who was to rule all nations with a rod of iron; and her child was caught up unto God and to His throne.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S125": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And the woman fled into the wilderness, where she hath a place prepared by God, that they should feed her there a thousand two hundred and threescore days.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S126": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And there was war in Heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S127": {
                "chapter": "12",
                "book": "Revelation",
                "text": "and prevailed not; neither was their place found any more in Heaven.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S128": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And the great dragon was cast out — that serpent of old called the Devil and Satan, who deceiveth the whole world. He was cast out onto the earth, and his angels were cast out with him.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S129": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And I heard a loud voice saying in Heaven, “Now have come salvation and strength, and the Kingdom of our God, and the power of His Christ; for the accuser of our brethren is cast down, who accused them before our God day and night.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1210": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And they overcame him by the blood of the Lamb and by the word of their testimony, and they loved not their lives unto the death.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1211": {
                "chapter": "12",
                "book": "Revelation",
                "text": "Therefore rejoice, ye heavens, and ye that dwell in them! Woe to the inhabitants of the earth and of the sea! For the devil has come down unto you, having great wrath, because he knoweth that he hath but a short time.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1212": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And when the dragon saw that he was cast unto the earth, he persecuted the woman who brought forth the manchild.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1213": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time and times and half a time, from the face of the serpent.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1214": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away by the flood.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1215": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And the earth helped the woman; and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1216": {
                "chapter": "12",
                "book": "Revelation",
                "text": "And the dragon was wroth with the woman, and he went to make war with the remnant of her seed, who keep the commandments of God, and have the testimony of Jesus Christ.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S130": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And I stood upon the sand of the sea. And I saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S131": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion. And the dragon gave him his power, and his seat, and great authority.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S132": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And I saw that one of his heads was, as it were, wounded to death, and his deadly wound was healed. And all the world wondered after the beast.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S133": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And they worshiped the dragon which gave power unto the beast, and they worshiped the beast, saying, “Who is like unto the beast? Who is able to make war with him?”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S134": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And there was given unto him a mouth, speaking great things and blasphemies, and power was given unto him to continue forty and two months.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S135": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And he opened his mouth in blasphemy against God to blaspheme His name, and His tabernacle, and them that dwell in Heaven.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S136": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And it was given unto him to make war with the saints and to overcome them; and power was given him over all kindreds, and tongues, and nations.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S137": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And all that dwell upon the earth shall worship him, whose names are not written in the Book of Life of the Lamb, slain from the foundation of the world.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S138": {
                "chapter": "13",
                "book": "Revelation",
                "text": "If any man have an ear, let him hear:",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S139": {
                "chapter": "13",
                "book": "Revelation",
                "text": "He that leadeth into captivity shall go into captivity. He that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1310": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spoke as a dragon.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1311": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And he exerciseth all the power of the first beast before him; and he causeth the earth and them that dwell therein to worship the first beast, whose deadly wound was healed.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1312": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1313": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And he deceiveth them that dwell on the earth by means of those miracles which he had power to do in the sight of the beast, saying to them that dwell on the earth that they should make an image to the beast, which had the wound by a sword and lived.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1314": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And he had power to give life unto the image of the beast, that the image of the beast should both speak and cause to be killed as many as would not worship the image of the beast.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1315": {
                "chapter": "13",
                "book": "Revelation",
                "text": "And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand or in their foreheads,",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1316": {
                "chapter": "13",
                "book": "Revelation",
                "text": "that no man might buy or sell, save he that had the mark or the name of the beast or the number of his name.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S1317": {
                "chapter": "13",
                "book": "Revelation",
                "text": "Here is wisdom: Let him that hath understanding count the number of the beast, for it is the number of a man; and his number is six hundred threescore and six.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S140": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And I looked and lo, a Lamb stood on Mount Zion, and with Him a hundred forty and four thousand, having His Father’s name written in their foreheads.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S141": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And I heard a voice from Heaven as the voice of many waters, and as the voice of a great thunder, and I heard the voice of harpers harping with their harps.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S142": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And they sang, as it were, a new song before the throne, and before the four living beings and the elders; and no man could learn that song, except the hundred and forty and four thousand who were redeemed from the earth.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S143": {
                "chapter": "14",
                "book": "Revelation",
                "text": "These are they that were not defiled with women, for they are virgins. These are they that follow the Lamb whithersoever He goeth. These were redeemed from among men, being the firstfruits unto God and to the Lamb.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S144": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And in their mouth was found no guile, for they are without fault before the throne of God.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S145": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And I saw another angel fly in the midst of heaven, having the everlasting Gospel to preach unto them that dwell on the earth, and to every nation and kindred, and tongue and people,",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S146": {
                "chapter": "14",
                "book": "Revelation",
                "text": "saying with a loud voice, “Fear God and give glory to Him, for the hour of His Judgment is come. Worship Him that made heaven and earth, and the sea and the fountains of waters.”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S147": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And there followed another angel, saying, “Babylon is fallen! Fallen is that great city, because she made all nations drink of the wine of the wrath of her fornication.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S148": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And the third angel followed them, saying with a loud voice, “If any man worship the beast and his image, and receive his mark in his forehead or in his hand,",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S149": {
                "chapter": "14",
                "book": "Revelation",
                "text": "the same shall drink of the wine of the wrath of God, which is poured out unmixed into the cup of His indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1410": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And the smoke of their torment ascendeth up for ever and ever; and they have no rest day or night, who worship the beast and his image, and whosoever receiveth the mark of his name.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1411": {
                "chapter": "14",
                "book": "Revelation",
                "text": "Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1412": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And I heard a voice from Heaven, saying unto me, “Write: ’Blessed are the dead who die in the Lord from henceforth.’” “Yea,” saith the Spirit, “that they may rest from their labors, and their works do follow them.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1413": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And I looked, and behold, a white cloud; and upon the cloud sat one like unto the Son of Man, having on his head a golden crown and in his hand a sharp sickle.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1414": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And another angel came out of the temple, crying with a loud voice to him that sat on the cloud, “Thrust in thy sickle and reap; for the time has come for thee to reap, for the harvest of the earth is ripe.”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1415": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And he that sat on the cloud thrust in his sickle on the earth, and the earth was reaped.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1416": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And another angel came out of the temple which is in Heaven, he also having a sharp sickle.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S1417": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And another angel came out from the altar, who had power over fire, and cried with a loud cry to him that had the sharp sickle, saying, “Thrust in thy sharp sickle and gather the clusters of the vine of the earth, for her grapes are fully ripe.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S1418": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And the angel thrust in his sickle into the earth, and gathered the vine of the earth, and cast it into the great wine press of the wrath of God.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S1419": {
                "chapter": "14",
                "book": "Revelation",
                "text": "And the wine press was trodden outside the city, and blood came out of the wine press, even unto the horse bridles, for the space of a thousand and six hundred furlongs.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S150": {
                "chapter": "15",
                "book": "Revelation",
                "text": "And I saw another sign in Heaven, great and marvelous: seven angels holding the seven last plagues, for in them is filled up the wrath of God.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S151": {
                "chapter": "15",
                "book": "Revelation",
                "text": "And I saw, as it were, a sea of glass mingled with fire, and them that had gotten the victory over the beast, and over his image, and over his mark, and over the number of his name, standing on the sea of glass and having the harps of God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S152": {
                "chapter": "15",
                "book": "Revelation",
                "text": "And they sing the song of Moses, the servant of God, and the song of the Lamb, saying, “Great and marvelous are Thy works, Lord God Almighty! Just and true are Thy ways, Thou King of saints!",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S153": {
                "chapter": "15",
                "book": "Revelation",
                "text": "Who shall not fear Thee, O Lord, and glorify Thy name? For Thou only art holy. For all nations shall come and worship before Thee, for Thy judgments are made manifest.”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S154": {
                "chapter": "15",
                "book": "Revelation",
                "text": "And after that I looked, and behold, the temple of the tabernacle of the testimony in Heaven was opened;",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S155": {
                "chapter": "15",
                "book": "Revelation",
                "text": "and the seven angels, having the seven plagues, came out of the temple, clothed in pure and white linen and having their breasts girded with golden girdles.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S156": {
                "chapter": "15",
                "book": "Revelation",
                "text": "And one of the four living beings gave unto the seven angels seven golden vials full of the wrath of God, who liveth for ever and ever.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S157": {
                "chapter": "15",
                "book": "Revelation",
                "text": "And the temple was filled with smoke from the glory of God and from His power, and no man was able to enter into the temple till the seven plagues of the seven angels were fulfilled.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S160": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And I heard a great voice out of the temple, saying to the seven angels, “Go your ways, and pour out the vials of the wrath of God upon the earth.”",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S161": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the first went and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men who had the mark of the beast and upon them that worshiped his image.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S162": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the second angel poured out his vial upon the sea; and it became as the blood of a dead man, and every living soul died in the sea.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S163": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S164": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And I heard the angel of the waters say, “Thou art righteous, O Lord, who art, and wast, and shall be, because Thou hast judged thus;",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S165": {
                "chapter": "16",
                "book": "Revelation",
                "text": "for they have shed the blood of saints and prophets, and Thou hast given them blood to drink, for they are worthy.”",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S166": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And I heard another out of the altar say, “Even so, Lord God Almighty; true and righteous are Thy judgments.”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S167": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S168": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And men were scorched with great heat, and they blasphemed the name of God, who hath power over these plagues; and they repented not to give Him glory.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S169": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness, and they gnawed their tongues from pain;",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1610": {
                "chapter": "16",
                "book": "Revelation",
                "text": "and they blasphemed the God of Heaven because of their pains and their sores, and repented not of their deeds.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1611": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1612": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1613": {
                "chapter": "16",
                "book": "Revelation",
                "text": "For they are the spirits of devils working miracles, which go forth unto the kings of the earth and of the whole world to gather them for the battle of that great Day of God Almighty.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1614": {
                "chapter": "16",
                "book": "Revelation",
                "text": "“Behold, I come as a thief. Blessed is he that watcheth and keepeth his garments, lest he walk naked, and they see his shame.”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1615": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And he gathered them together at a place called in the Hebrew tongue, Armageddon.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1616": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of Heaven from the throne, saying, “It Is Done!”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S1617": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And there were voices and thunders and lightnings; and there was a great earthquake, such as has not been since men were upon the earth, so mighty an earthquake and so great.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S1618": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And the great city was divided into three parts, and the cities of the nations fell, and great Babylon came to remembrance before God, to give unto her the cup of the wine of the fierceness of His wrath.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S1619": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And every island fled away, and the mountains were not found.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S1620": {
                "chapter": "16",
                "book": "Revelation",
                "text": "And there fell upon men a great hail out of heaven, every stone about the weight of a talent. And men blasphemed God because of the plague of the hail, for the plague thereof was exceeding great.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Revelation2coOAF2dByWwsL1S170": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And there came one of the seven angels, who had the seven vials, and talked with me, saying unto me, “Come hither; I will show unto thee the judgment upon the great whore who sitteth upon many waters,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S171": {
                "chapter": "17",
                "book": "Revelation",
                "text": "with whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S172": {
                "chapter": "17",
                "book": "Revelation",
                "text": "So he carried me away in the Spirit into the wilderness; and I saw a woman sitting upon a scarlet-colored beast, full of names of blasphemy, and having seven heads and ten horns.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S173": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And the woman was arrayed in purple and scarlet color, and bedecked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication;",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S174": {
                "chapter": "17",
                "book": "Revelation",
                "text": "and upon her forehead was a name written: Mystery, Babylon the Great, Mother of Harlots and Abominations of the Earth.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S175": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And I saw that the woman was drunk with the blood of the saints and with the blood of the martyrs of Jesus. And when I saw her, I wondered with great amazement.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S176": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And the angel said unto me, “Why dost thou marvel? I will tell thee the mystery of the woman and of the beast that carrieth her, which hath the seven heads and ten horns.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S177": {
                "chapter": "17",
                "book": "Revelation",
                "text": "The beast that thou sawest was, and is not, and shall ascend out of the bottomless pit and go into perdition; and they that dwell on the earth, whose names were not written in the Book of Life from the foundation of the world, shall wonder when they behold the beast that was, and is not, and yet is.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S178": {
                "chapter": "17",
                "book": "Revelation",
                "text": "“And here is the mind which hath wisdom: The seven heads are seven mountains on which the woman sitteth.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S179": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And there are seven kings: five are fallen, and one is, and the other has not yet come; and when he cometh, he must continue a short space.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1710": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And the beast that was, and is not, even he is the eighth, yet is one of the seven and goeth into perdition.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1711": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And the ten horns which thou sawest are ten kings, who have received no kingdom as yet, but will receive power as kings for one hour with the beast.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1712": {
                "chapter": "17",
                "book": "Revelation",
                "text": "These have one mind, and shall give their power and strength unto the beast.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1713": {
                "chapter": "17",
                "book": "Revelation",
                "text": "These shall make war with the Lamb, and the Lamb shall overcome them; for He is Lord of lords and King of kings, and they that are with Him are called, and chosen, and faithful.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1714": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And he saith unto me, “The waters which thou sawest, where the whore sitteth, are peoples and multitudes, and nations and tongues.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1715": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh and burn her with fire.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1716": {
                "chapter": "17",
                "book": "Revelation",
                "text": "For God hath put into their hearts to fulfill His will and to agree, and to give their kingdom unto the beast, until the words of God shall be fulfilled.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S1717": {
                "chapter": "17",
                "book": "Revelation",
                "text": "And the woman whom thou sawest is that great city which reigneth over the kings of the earth.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S180": {
                "chapter": "18",
                "book": "Revelation",
                "text": "And after these things, I saw another angel come down from Heaven, having great power; and the earth was lightened by his glory.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S181": {
                "chapter": "18",
                "book": "Revelation",
                "text": "And he cried mightily with a strong voice, saying, “Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S182": {
                "chapter": "18",
                "book": "Revelation",
                "text": "For all nations have drunk of the wine of the wrath of her fornication; and the kings of the earth have committed fornication with her, and the merchants of the earth have waxed rich through the abundance of her indulgences pleasures.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S183": {
                "chapter": "18",
                "book": "Revelation",
                "text": "And I heard another voice from Heaven, saying, “Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues;",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S184": {
                "chapter": "18",
                "book": "Revelation",
                "text": "for her sins have reached unto Heaven, and God hath remembered her iniquities.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S185": {
                "chapter": "18",
                "book": "Revelation",
                "text": "Reward her even as she has rewarded you, and unto her double according to her works; in the cup which she hath filled, fill to her double.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S186": {
                "chapter": "18",
                "book": "Revelation",
                "text": "How much she hath glorified herself and lived voluptuously! That much torment and sorrow give back to her; for she saith in her heart,‘I sit a queen and am no widow, and shall see no sorrow.’",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S187": {
                "chapter": "18",
                "book": "Revelation",
                "text": "Therefore shall her plagues come in one day” death and mourning and famine, and she shall be utterly burned with fire; for strong is the Lord God who judgeth her.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S188": {
                "chapter": "18",
                "book": "Revelation",
                "text": "“And the kings of the earth, who have committed fornication and lived wantonly with her, shall bewail her and lament for her when they shall see the smoke of her burning,",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S189": {
                "chapter": "18",
                "book": "Revelation",
                "text": "standing afar off for the fear of her torment, saying, ‘Alas! Alas, that great city Babylon, that mighty city! For in one hour has thy judgment come.’",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1810": {
                "chapter": "18",
                "book": "Revelation",
                "text": "“And the merchants of the earth shall weep and mourn over her, for no man buyeth their merchandise any more:",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1811": {
                "chapter": "18",
                "book": "Revelation",
                "text": "the merchandise of gold, and silver, and precious stones, and of pearls; and fine linen, and purple, and silk, and scarlet; all scented wood, all manner of vessels of ivory and most precious wood, and of brass, and iron, and marble;",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1812": {
                "chapter": "18",
                "book": "Revelation",
                "text": "and cinnamon, and perfumes, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat; and cattle, and sheep, and horses, and chariots; and slaves, and the souls of men.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1813": {
                "chapter": "18",
                "book": "Revelation",
                "text": "“And the fruits that thy soul lusted after have departed from thee, and all things which were dainty and goodly have departed from thee, and thou shalt find them no more at all.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1814": {
                "chapter": "18",
                "book": "Revelation",
                "text": "The merchants of these things, who were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1815": {
                "chapter": "18",
                "book": "Revelation",
                "text": "and saying, ‘Alas! Alas, that great city, that was clothed in fine linen and purple and scarlet, and bedecked with gold and precious stones and pearls!",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1816": {
                "chapter": "18",
                "book": "Revelation",
                "text": "For in one hour such great riches have come to nought!’ “And every shipmaster and all the company in ships, and sailors, and as many as trade by sea, stood afar off;",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S1817": {
                "chapter": "18",
                "book": "Revelation",
                "text": "and they cried when they saw the smoke of her burning, saying, ‘What city is like unto this great city!’",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S1818": {
                "chapter": "18",
                "book": "Revelation",
                "text": "And they cast dust on their heads and cried, weeping and wailing, saying, ‘Alas! Alas, that great city, wherein all that had ships in the sea were made rich by reason of her extravagances! For in one hour is she made desolate!’",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S1819": {
                "chapter": "18",
                "book": "Revelation",
                "text": "Rejoice over her, thou heaven and ye holy apostles and prophets, for God hath avenged you on her.”",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S1820": {
                "chapter": "18",
                "book": "Revelation",
                "text": "Then a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, “Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Revelation2coOAF2dByWwsL1S1821": {
                "chapter": "18",
                "book": "Revelation",
                "text": "And the voice of harpers and musicians, and of pipers and trumpeters shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;",
                "bible": "KJV21",
                "verse": "22"
            },
            "Revelation2coOAF2dByWwsL1S1822": {
                "chapter": "18",
                "book": "Revelation",
                "text": "and the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee. For thy merchants were the great men of the earth, for by thy sorceries were all nations deceived.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Revelation2coOAF2dByWwsL1S1823": {
                "chapter": "18",
                "book": "Revelation",
                "text": "And in her was found the blood of prophets and of saints, and of all that were slain upon the earth.”",
                "bible": "KJV21",
                "verse": "24"
            },
            "Revelation2coOAF2dByWwsL1S190": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And after these things I heard a great voice of a multitude of people in Heaven, saying, “Alleluia! Salvation and glory and honor and power, unto the Lord our God,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S191": {
                "chapter": "19",
                "book": "Revelation",
                "text": "for true and righteous are His judgments: He hath judged the great whore who corrupted the earth with her fornication, and hath avenged the blood of His servants at her hand.”",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S192": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And again they said, “Alleluia!” And her smoke rose up for ever and ever.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S193": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And the four and twenty elders and the four living beings fell down and worshiped God who sat on the throne, saying, “Amen! Alleluia!”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S194": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And a voice came out of the throne, saying, “Praise our God, all ye His servants, and ye that fear Him, both small and great.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S195": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And I heard, as it were, the voice of a great multitude, and the voice of many waters, and the voice of mighty thunderings, saying, “Alleluia! For the Lord God Omnipotent reigneth.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S196": {
                "chapter": "19",
                "book": "Revelation",
                "text": "Let us be glad and rejoice and give honor to Him, for the marriage of the Lamb is come, and His wife hath made herself ready.”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S197": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And to her was granted that she should be arrayed in fine linen, clean and white; for the fine linen is the righteousness of saints.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S198": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And he said unto me, “Write: ‘Blessed are they that are called unto the marriage supper of the Lamb.’” And he said unto me, “These are the true sayings of God.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S199": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And I fell at his feet to worship him. But he said unto me, “See that thou do it not! I am thy fellow servant and one of thy brethren, who hold to the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S1910": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And I saw Heaven opened, and behold, a white horse; and He that sat upon him was called Faithful and True, and in righteousness He doth judge and make war.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S1911": {
                "chapter": "19",
                "book": "Revelation",
                "text": "His eyes were as a flame of fire, and on His head were many crowns; and He had a name written that no man knew, but He Himself.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S1912": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And He was clothed with a vesture dipped in blood, and His name is called, The Word of God.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S1913": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And the armies which were in Heaven, clothed in fine linen white and clean, followed Him upon white horses.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S1914": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And out of His mouth goeth a sharp sword with which He shall smite the nations, and He shall rule them with a rod of iron; and He treadeth the wine press of the fierceness and wrath of Almighty God.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S1915": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And He hath on His vesture and on His thigh a name written: King Of Kings, And Lord Of Lords.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S1916": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And I saw an angel standing in the sun, and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, “Come and gather yourselves together unto the supper of the great God,",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S1917": {
                "chapter": "19",
                "book": "Revelation",
                "text": "that ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses and of them that sit on them, and the flesh of all men, both free and bond, both small and great.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S1918": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And I saw the beast, and the kings of the earth, and their armies gathered together to make war against Him that sat on the horse, and against His army.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S1919": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And the beast was taken, and with him the false prophet who wrought miracles in his presence, by which he deceived them that had received the mark of the beast, and them that worshiped his image. These both were cast alive into a lake of fire, burning with brimstone.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S1920": {
                "chapter": "19",
                "book": "Revelation",
                "text": "And the remnant were slain with the sword of Him that sat upon the horse, whose sword proceeded out of His mouth. And all the fowls were filled with their flesh.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Revelation2coOAF2dByWwsL1S200": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And I saw an angel come down from Heaven, having the key to the bottomless pit and a great chain in his hand.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Revelation2coOAF2dByWwsL1S201": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And he laid hold on the dragon, that serpent of old, who is the devil and Satan, and bound him for a thousand years.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Revelation2coOAF2dByWwsL1S202": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And he cast him into the bottomless pit, and shut him up and set a seal upon him, that he should deceive the nations no more till the thousand years should be fulfilled; and after that he must be loosed a little season.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Revelation2coOAF2dByWwsL1S203": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And I saw thrones and they that sat upon them, and judgment was given unto them. And I saw the souls of them that had been beheaded for the witness of Jesus and for the Word of God, and who had not worshiped the beast, nor his image, nor had received his mark upon their foreheads or on their hands; and they lived and reigned with Christ a thousand years.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Revelation2coOAF2dByWwsL1S204": {
                "chapter": "20",
                "book": "Revelation",
                "text": "But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Revelation2coOAF2dByWwsL1S205": {
                "chapter": "20",
                "book": "Revelation",
                "text": "Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with Him a thousand years.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Revelation2coOAF2dByWwsL1S206": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And when the thousand years are expired, Satan shall be loosed out of his prison,",
                "bible": "KJV21",
                "verse": "7"
            },
            "Revelation2coOAF2dByWwsL1S207": {
                "chapter": "20",
                "book": "Revelation",
                "text": "and shall go out to deceive the nations to the four quarters of the earth — Gog and Magog — to gather them together for battle, thenumber of whom is as the sand of the sea.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Revelation2coOAF2dByWwsL1S208": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And they went out over the breadth of the earth, and compassed the camp of the saints about, and the beloved city. And fire came down from God out of heaven, and devoured them.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Revelation2coOAF2dByWwsL1S209": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And the devil who had deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are; and they shall be tormented day and night for ever and ever.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S2010": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And I saw a great white throne and Him that sat on it, from whose face the earth and the heaven fled away, and there was found no place for them.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S2011": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And I saw the dead, small and great, standing before God, and the books were opened; and another book was opened, which is the Book of Life. And the dead were judged out of those things which were written in the books, according to their works.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S2012": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them; and they were judged every man according to their works.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S2013": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And death and hell were cast into the lake of fire. This is the second death.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S2014": {
                "chapter": "20",
                "book": "Revelation",
                "text": "And whosoever was not found written in the Book of Life was cast into the lake of fire.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S2110": {
                "chapter": "21",
                "book": "Revelation",
                "text": "having the glory of God. And her light was like unto a stone most precious, even like a jasper stone, clear as crystal.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S2111": {
                "chapter": "21",
                "book": "Revelation",
                "text": "It had a wall great and high, and had twelve gates, and at the gates twelve angels; and names were written thereon, which are the names of the twelve tribes of the children of Israel:",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S2112": {
                "chapter": "21",
                "book": "Revelation",
                "text": "on the east three gates, on the north three gates, on the south three gates, and on the west three gates.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S2113": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the wall of the city had twelve foundations, and on them the names of the twelve apostles of the Lamb.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S2114": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And he that talked with me had a golden reed to measure the city, and the gates thereof and the walls thereof.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S2115": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the city lieth foursquare, and the length is as great as the breadth; and he measured the city with the reed: twelve thousand furlongs; the length and the breadth and the height of it are equal.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S2116": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And he measured the wall thereof: a hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S2117": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the wall was built of jasper; and the city was pure gold, like unto clear glass.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S2118": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the foundations of the wall of the city were garnished with all manner of precious stones: the first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald,",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S2119": {
                "chapter": "21",
                "book": "Revelation",
                "text": "the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S2120": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the twelve gates were twelve pearls; each separate gate was of one pearl, and the street of the city was pure gold, as it were, transparent glass.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Revelation2coOAF2dByWwsL1S2121": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And I saw no temple therein, for the Lord God Almighty and the Lamb are the temple of it.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Revelation2coOAF2dByWwsL1S2122": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the city had no need of the sun, neither of the moon to shine in it; for the glory of God gave it light, and the Lamb is the light thereof.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Revelation2coOAF2dByWwsL1S2123": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the nations of them that are saved shall walk in the light of it, and the kings of the earth bring their glory and honor into it.",
                "bible": "KJV21",
                "verse": "24"
            },
            "Revelation2coOAF2dByWwsL1S2124": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And the gates of it shall not be shut at all by day, for there shall be no night there,",
                "bible": "KJV21",
                "verse": "25"
            },
            "Revelation2coOAF2dByWwsL1S2125": {
                "chapter": "21",
                "book": "Revelation",
                "text": "and they shall bring the glory and honor of the nations into it.",
                "bible": "KJV21",
                "verse": "26"
            },
            "Revelation2coOAF2dByWwsL1S2126": {
                "chapter": "21",
                "book": "Revelation",
                "text": "And there shall in no wise enter into it anything that defileth, neither whatsoever worketh abomination, or maketh a lie, but only they that are written in the Lamb’s Book of Life.",
                "bible": "KJV21",
                "verse": "27"
            },
            "Revelation2coOAF2dByWwsL1S229": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And he said unto me, “Seal not the sayings of the prophecy of this book, for the time is at hand.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Revelation2coOAF2dByWwsL1S2210": {
                "chapter": "22",
                "book": "Revelation",
                "text": "He that is unjust, let him be unjust still; and he that is filthy, let him be filthy still; and he that is righteous, let him be righteous still; and he that is holy, let him be holy still.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Revelation2coOAF2dByWwsL1S2211": {
                "chapter": "22",
                "book": "Revelation",
                "text": "“And behold, I come quickly, and My reward is with Me, to give to every man according as his work shall be.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Revelation2coOAF2dByWwsL1S2212": {
                "chapter": "22",
                "book": "Revelation",
                "text": "I am Alpha and Omega, the Beginning and the End, the First and the Last.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Revelation2coOAF2dByWwsL1S2213": {
                "chapter": "22",
                "book": "Revelation",
                "text": "Blessed are they that do His commandments, that they may have right to the Tree of Life, and may enter in through the gates into the city.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Revelation2coOAF2dByWwsL1S2214": {
                "chapter": "22",
                "book": "Revelation",
                "text": "For outside are dogs and sorcerers, and whoremongers and murderers and idolaters, and whosoever loveth and maketh a lie.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Revelation2coOAF2dByWwsL1S2215": {
                "chapter": "22",
                "book": "Revelation",
                "text": "“I, Jesus, have sent Mine angel to testify unto you these things in the churches. I am the Root and the Offspring of David, and the Bright and Morning Star.”",
                "bible": "KJV21",
                "verse": "16"
            },
            "Revelation2coOAF2dByWwsL1S2216": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And the Spirit and the bride say, “Come.” And let him that heareth say, “Come.” And let him that is athirst come; and whosoever will, let him take the Water of Life freely.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Revelation2coOAF2dByWwsL1S2217": {
                "chapter": "22",
                "book": "Revelation",
                "text": "For I testify unto every man that heareth the words of the prophecy of this book: If any man shall add unto these things, God shall add unto him the plagues that are written in this book.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Revelation2coOAF2dByWwsL1S2218": {
                "chapter": "22",
                "book": "Revelation",
                "text": "And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the Book of Life and out of the Holy City, and from the things which are written in this book.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Revelation2coOAF2dByWwsL1S2219": {
                "chapter": "22",
                "book": "Revelation",
                "text": "He that testifieth these things saith, “Surely I come quickly.” Amen. Even so, come, Lord Jesus.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Revelation2coOAF2dByWwsL1S2220": {
                "chapter": "22",
                "book": "Revelation",
                "text": "The grace of our Lord Jesus Christ be with you all. Amen.",
                "bible": "KJV21",
                "verse": "21"
            }
        
}