{
    
            "Romans2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Romans",
                "text": "Paul, a servant of Jesus Christ, called to be an apostle and separated unto the Gospel of God,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Romans",
                "text": "which He had promised before by His prophets in the Holy Scriptures,",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Romans",
                "text": "concerning His Son Jesus Christ our Lord, who was made of the seed of David according to the flesh,",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Romans",
                "text": "and was declared to be the Son of God with power, according to the Spirit of holiness by the resurrection from the dead,",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Romans",
                "text": "by whom we have received grace and apostleship for obedience to the faith among all nations for His name,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Romans",
                "text": "among whom ye also are the called of Jesus Christ.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Romans",
                "text": "To all who are in Rome, beloved of God and called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Romans",
                "text": "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Romans",
                "text": "For God is my witness, whom I serve with my spirit in the Gospel of His Son, that without ceasing I make mention of you always in my prayers,",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Romans",
                "text": "making request that now at length and by any means I might have a prosperous journey by the will of God to come unto you.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S110": {
                "chapter": "11",
                "book": "Romans",
                "text": "I ask then: Hath God cast away His people? God forbid! For I also am an Israelite of the seed of Abraham, of the tribe of Benjamin.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S111": {
                "chapter": "11",
                "book": "Romans",
                "text": "God hath not cast away His people whom He foreknew. Know ye not what the Scripture saith of Elijah, how he maketh intercession to God against Israel, saying,",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S112": {
                "chapter": "11",
                "book": "Romans",
                "text": "“Lord, they have killed Thy prophets and torn down Thine altars, and I am left alone and they seek my life”?",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S113": {
                "chapter": "11",
                "book": "Romans",
                "text": "But what saith the answer of God unto him? “I have reserved to Myself seven thousand men, who have not bowed the knee to the image of Baal.”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S114": {
                "chapter": "11",
                "book": "Romans",
                "text": "Even so then, at this present time also there is a remnant according to the election of grace.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S115": {
                "chapter": "11",
                "book": "Romans",
                "text": "And if by grace, then it is no longer by works; otherwise grace is no longer grace. But if it be by works, then it is no longer grace; otherwise work is no longer work.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S116": {
                "chapter": "11",
                "book": "Romans",
                "text": "What then? Israel hath not obtained that which he seeketh for; but the election hath obtained it, and the rest were blinded,",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S117": {
                "chapter": "11",
                "book": "Romans",
                "text": "according as it is written: “God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear, unto this day.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S118": {
                "chapter": "11",
                "book": "Romans",
                "text": "And David saith, “Let their table be made a snare and a trap, a stumbling block and a recompense unto them.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S119": {
                "chapter": "11",
                "book": "Romans",
                "text": "Let their eyes be darkened, that they may not see, and bow down their backs alway.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S120": {
                "chapter": "12",
                "book": "Romans",
                "text": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S121": {
                "chapter": "12",
                "book": "Romans",
                "text": "And be not conformed to this world, but be ye transformed by the renewing of your mind, that ye may prove what is that good and acceptable and perfect will of God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S122": {
                "chapter": "12",
                "book": "Romans",
                "text": "For I say to every man that is among you, through the grace given unto me, not to think of himself more highly than he ought to think, but to think soberly according as God hath dealt to every man the measure of faith.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S123": {
                "chapter": "12",
                "book": "Romans",
                "text": "For as we have many members in one body and all members have not the same office,",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S124": {
                "chapter": "12",
                "book": "Romans",
                "text": "so we, being many, are one body in Christ, and every one members one of another.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S125": {
                "chapter": "12",
                "book": "Romans",
                "text": "Having then gifts differing according to the grace that is given to us: if prophecy, let us prophesy according to our portion of faith;",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S126": {
                "chapter": "12",
                "book": "Romans",
                "text": "or ministry, let us wait on our ministering; or he that teacheth, on teaching;",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S127": {
                "chapter": "12",
                "book": "Romans",
                "text": "or he that exhorteth, on exhortation; he that giveth, let him do it with simplicity; he that ruleth, with diligence; he that showeth mercy, with cheerfulness.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S128": {
                "chapter": "12",
                "book": "Romans",
                "text": "Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S129": {
                "chapter": "12",
                "book": "Romans",
                "text": "Have kindly affection one for another with brotherly love, in honor preferring one another;",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S130": {
                "chapter": "13",
                "book": "Romans",
                "text": "Let every soul be subject unto the higher powers. For there is no power but from God; the powers that be are ordained by God.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S131": {
                "chapter": "13",
                "book": "Romans",
                "text": "Whosoever therefore resisteth the power, resisteth the ordinance of God, and those who resist shall receive for themselves damnation.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Romans",
                "text": "Therefore thou art inexcusable, O man, whosoever thou art who judgest; for wherein thou judgest another, thou condemnest thyself, for thou that judgest doest the same things.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Romans",
                "text": "But we are sure that the judgment of God is according to truth against those who commit such things.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Romans",
                "text": "And thinkest thou this, O man, who judgest those who do such things and doest the same, that thou shalt escape the judgment of God?",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Romans",
                "text": "Or despisest thou the riches of His goodness and forbearance and longsuffering, not knowing that the goodness of God leadeth thee to repentance?",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Romans",
                "text": "But because of thy hardness and impenitence of heart, thou treasurest up unto thyself wrath against the Day of Wrath and revelation of the righteous judgment of God,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Romans",
                "text": "who will render to every man according to his deeds:",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Romans",
                "text": "to those who by patient continuance in welldoing seek for glory and honor and immortality, eternal life;",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Romans",
                "text": "but unto those who are contentious, and do not obey the truth but obey unrighteousness, indignation and wrath,",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Romans",
                "text": "tribulation and anguish upon every soul of man who doeth evil, upon the Jew first and also upon the Gentile;",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Romans",
                "text": "but glory, honor and peace to every man who worketh good, to the Jew first and also to the Gentile.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "Romans",
                "text": "For there is no respect of persons with God.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "Romans",
                "text": "For as many as have sinned without law shall also perish without law, and as many as have sinned in the law shall be judged by the law.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "Romans",
                "text": "(For it is not the hearers of the law who are just before God, but the doers of the law shall be justified.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S213": {
                "chapter": "2",
                "book": "Romans",
                "text": "For when the Gentiles, who have not the law, do by nature the things contained in the law, they, not having the law, are a law unto themselves,",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S214": {
                "chapter": "2",
                "book": "Romans",
                "text": "which shows the work of the law written in their hearts,their conscience also bearing witness, and their thoughts between accusing and excusing one another.)",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S215": {
                "chapter": "2",
                "book": "Romans",
                "text": "Thus will it be on the day when God shall judge the secrets of men by Jesus Christ, according to my Gospel.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S216": {
                "chapter": "2",
                "book": "Romans",
                "text": "Behold, thou art called a Jew and rest in the law and make thy boast of God,",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S217": {
                "chapter": "2",
                "book": "Romans",
                "text": "and knowest His will and approvest the things that are more excellent, being instructed from the law,",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S218": {
                "chapter": "2",
                "book": "Romans",
                "text": "and art confident that thou thyself art a guide of the blind, a light to those who are in darkness,",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S219": {
                "chapter": "2",
                "book": "Romans",
                "text": "an instructor of the foolish, a teacher of babes, having in the law the form of knowledge and of the truth.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S220": {
                "chapter": "2",
                "book": "Romans",
                "text": "Thou therefore who teachest another, teachest thou not thyself? Thou that preachest a man should not steal, dost thou steal?",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S221": {
                "chapter": "2",
                "book": "Romans",
                "text": "Thou that sayest a man should not commit adultery, dost thou commit adultery? Thou that abhorrest idols, dost thou commit sacrilege?",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S222": {
                "chapter": "2",
                "book": "Romans",
                "text": "Thou that makest thy boast in the law, dost thou dishonor God through breaking the law?",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S223": {
                "chapter": "2",
                "book": "Romans",
                "text": "For, “The name of God is blasphemed among the Gentiles through you,” as it is written.",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S224": {
                "chapter": "2",
                "book": "Romans",
                "text": "For circumcision verily profiteth if thou keep the law; but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S225": {
                "chapter": "2",
                "book": "Romans",
                "text": "Therefore if the Uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?",
                "bible": "KJV21",
                "verse": "26"
            },
            "Romans2coOAF2dByWwsL1S226": {
                "chapter": "2",
                "book": "Romans",
                "text": "And shall not uncircumcision, which is by nature, if it fulfill the law, judge thee, who having the letter and circumcision dost transgress the law?",
                "bible": "KJV21",
                "verse": "27"
            },
            "Romans2coOAF2dByWwsL1S227": {
                "chapter": "2",
                "book": "Romans",
                "text": "For he is not a Jew who is one outwardly, neither is that circumcision, which is outward in the flesh.",
                "bible": "KJV21",
                "verse": "28"
            },
            "Romans2coOAF2dByWwsL1S228": {
                "chapter": "2",
                "book": "Romans",
                "text": "But he is a Jew who is one inwardly, and whose circumcision is that of the heart, in the spirit and not in the letter, and whose praise is not from men, but from God.",
                "bible": "KJV21",
                "verse": "29"
            },
            "Romans2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Romans",
                "text": "What advantage then hath the Jew? Or what profit is there in circumcision?",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Romans",
                "text": "Much in every way; chiefly because unto them were committed the oracles of God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Romans",
                "text": "For what if some did not believe? Shall their unbelief make the faithfulness of God without effect?",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Romans",
                "text": "God forbid! Yea, let God be true, but every man a liar. As it is written: “That Thou mightest be justified in Thy sayings, and mightest overcome when Thou art judged.”",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Romans",
                "text": "But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man.)",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "Romans",
                "text": "God forbid! For then how shall God judge the world?",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "Romans",
                "text": "For if the truth of God through my lie hath abounded more unto His glory, why am I also yet judged as a sinner?",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "Romans",
                "text": "And why not say rather (as we are slanderously reported, and as some affirm that we say), “Let us do evil, that good may come”? Their damnation is just!",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "Romans",
                "text": "What then? Are we better than they? No, in no wise! For we have before proved that both Jews and Gentiles are all under sin.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "Romans",
                "text": "As it is written: “There is none righteous, no, not one;",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S310": {
                "chapter": "3",
                "book": "Romans",
                "text": "there is none that understandeth; there is none that seeketh after God.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S311": {
                "chapter": "3",
                "book": "Romans",
                "text": "They have all gone from the way; they have together become unprofitable; there is none that doeth good, no, not one.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S312": {
                "chapter": "3",
                "book": "Romans",
                "text": "“Their throat is an open sepulcher; with their tongues they have used deceit.” “The poison of asps is under their lips,”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S313": {
                "chapter": "3",
                "book": "Romans",
                "text": "“whose mouth is full of cursing and bitterness.”",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S314": {
                "chapter": "3",
                "book": "Romans",
                "text": "“Their feet are swift to shed blood;",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S315": {
                "chapter": "3",
                "book": "Romans",
                "text": "destruction and misery are in their ways,",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S316": {
                "chapter": "3",
                "book": "Romans",
                "text": "and the way of peace have they not known.”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S317": {
                "chapter": "3",
                "book": "Romans",
                "text": "“There is no fear of God before their eyes.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S318": {
                "chapter": "3",
                "book": "Romans",
                "text": "Now we know that whatsoever things the law saith, it saith to those who are under the law, that every mouth may be stopped and all the world may become guilty before God.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S319": {
                "chapter": "3",
                "book": "Romans",
                "text": "Therefore by the deeds of the law, no flesh shall be justified in His sight, for by the law is the knowledge of sin.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S320": {
                "chapter": "3",
                "book": "Romans",
                "text": "But now the righteousness of God apart from the law is manifested, being witnessed by the Law and the Prophets,",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S321": {
                "chapter": "3",
                "book": "Romans",
                "text": "even the righteousness of God, which is by faith of Jesus Christ, unto all and upon all those who believe. For there is no difference,",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S322": {
                "chapter": "3",
                "book": "Romans",
                "text": "for all have sinned and come short of the glory of God,",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S323": {
                "chapter": "3",
                "book": "Romans",
                "text": "being justified freely by His grace through the redemption that is in Christ Jesus.",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S324": {
                "chapter": "3",
                "book": "Romans",
                "text": "Him God hath set forth to be a propitiation through faith in His blood, to declare His righteousness for the remission of sins that are past, through the forbearance of God;",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S325": {
                "chapter": "3",
                "book": "Romans",
                "text": "to declare, I say, at this time, His righteousness: that He might be just, and the justifier of him that believeth in Jesus.",
                "bible": "KJV21",
                "verse": "26"
            },
            "Romans2coOAF2dByWwsL1S326": {
                "chapter": "3",
                "book": "Romans",
                "text": "Where is boasting then? It is excluded. By what law? Of works? Nay, but by the law of faith.",
                "bible": "KJV21",
                "verse": "27"
            },
            "Romans2coOAF2dByWwsL1S327": {
                "chapter": "3",
                "book": "Romans",
                "text": "Therefore we conclude that a man is justified by faith apart from the deeds of the law.",
                "bible": "KJV21",
                "verse": "28"
            },
            "Romans2coOAF2dByWwsL1S328": {
                "chapter": "3",
                "book": "Romans",
                "text": "Is He the God of the Jews only? Is He not also of the Gentiles? Yes, of the Gentiles also,",
                "bible": "KJV21",
                "verse": "29"
            },
            "Romans2coOAF2dByWwsL1S329": {
                "chapter": "3",
                "book": "Romans",
                "text": "seeing it is one God who shall justify the Circumcision by faith, and Uncircumcision through faith.",
                "bible": "KJV21",
                "verse": "30"
            },
            "Romans2coOAF2dByWwsL1S330": {
                "chapter": "3",
                "book": "Romans",
                "text": "Do we then make void the law through faith? God forbid! Yea, we establish the law.",
                "bible": "KJV21",
                "verse": "31"
            },
            "Romans2coOAF2dByWwsL1S40": {
                "chapter": "4",
                "book": "Romans",
                "text": "What shall we say then that Abraham our father hath found pertaining to the flesh?",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S41": {
                "chapter": "4",
                "book": "Romans",
                "text": "For if Abraham were justified by works, he hath reason to glory, but not before God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S42": {
                "chapter": "4",
                "book": "Romans",
                "text": "For what saith the Scripture? “Abraham believed God, and it was counted unto him for righteousness.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S43": {
                "chapter": "4",
                "book": "Romans",
                "text": "Now to him that worketh, his reward is reckoned not according to grace, but according to debt.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S44": {
                "chapter": "4",
                "book": "Romans",
                "text": "But to him that worketh not, but believeth in Him that justifieth the ungodly, his faith is counted for righteousness,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S45": {
                "chapter": "4",
                "book": "Romans",
                "text": "even as David also describeth the blessedness of the man unto whom God imputeth righteousness without works, saying,",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S46": {
                "chapter": "4",
                "book": "Romans",
                "text": "“Blessed are they whose iniquities are forgiven and whose sins are covered.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S47": {
                "chapter": "4",
                "book": "Romans",
                "text": "Blessed is the man to whom the Lord will not impute sin.”",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S48": {
                "chapter": "4",
                "book": "Romans",
                "text": "Cometh this blessedness then upon the Circumcision only, or upon the Uncircumcision also? For we say that faith was reckoned to Abraham for righteousness.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S49": {
                "chapter": "4",
                "book": "Romans",
                "text": "How was it then reckoned? When he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision!",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S410": {
                "chapter": "4",
                "book": "Romans",
                "text": "And he received the sign of circumcision, a seal of the righteousness of the faith which he had, yet being uncircumcised, that he might be the father of all those who believe, though they are not circumcised, that righteousness might be imputed unto them also,",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S411": {
                "chapter": "4",
                "book": "Romans",
                "text": "and the father of circumcision to those who are not of the Circumcision only, but who also walk in the steps of that faith of our father Abraham which he had, being yet uncircumcised.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S412": {
                "chapter": "4",
                "book": "Romans",
                "text": "For the promise that he should be the heir of the world came not to Abraham or to his seed through the law, but through the righteousness of faith.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S413": {
                "chapter": "4",
                "book": "Romans",
                "text": "For if those who are of the law be heirs, faith is made void and the promise made of no effect,",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S414": {
                "chapter": "4",
                "book": "Romans",
                "text": "because the law worketh wrath; for where there is no law, there is no transgression.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S415": {
                "chapter": "4",
                "book": "Romans",
                "text": "Therefore it is of faith, that it might be given by grace to the end that the promise might be made sure to all the seed, not to that only which is of the law, but to that also which is of the faith of Abraham, who is the father of us all",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S416": {
                "chapter": "4",
                "book": "Romans",
                "text": "(as it is written: “I have made thee a father of many nations”), in the presence of Him whom he believed, even God, who quickeneth the dead and calleth those things which are not, as though they were.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S417": {
                "chapter": "4",
                "book": "Romans",
                "text": "Abraham, against all hope, believed in hope, that he might become the father of many nations, according to that which had been spoken, “So shall thy seed be.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S418": {
                "chapter": "4",
                "book": "Romans",
                "text": "And being not weak in faith, he considered not his own body now dead, when he was about a hundred years old, nor yet the deadness of Sarah’s womb.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S419": {
                "chapter": "4",
                "book": "Romans",
                "text": "He staggered not at the promise of God through unbelief, but was strong in faith, giving glory to God,",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S420": {
                "chapter": "4",
                "book": "Romans",
                "text": "and being fully persuaded that what He had promised, He was able also to perform.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S421": {
                "chapter": "4",
                "book": "Romans",
                "text": "And therefore “it was imputed to him for righteousness.”",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S422": {
                "chapter": "4",
                "book": "Romans",
                "text": "Now it was not written for his sake alone that it was imputed to him,",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S423": {
                "chapter": "4",
                "book": "Romans",
                "text": "but for us also, to whom it shall be imputed if we believe in Him that raised up Jesus our Lord from the dead,",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S424": {
                "chapter": "4",
                "book": "Romans",
                "text": "who was delivered for our offenses, and was raised again for our justification.",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S50": {
                "chapter": "5",
                "book": "Romans",
                "text": "Therefore, being justified by faith, we have peace with God through our Lord Jesus Christ,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S51": {
                "chapter": "5",
                "book": "Romans",
                "text": "by whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S52": {
                "chapter": "5",
                "book": "Romans",
                "text": "And not only so, but we glory in tribulations also, knowing that tribulation worketh patience;",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S53": {
                "chapter": "5",
                "book": "Romans",
                "text": "and patience, experience; and experience, hope;",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S54": {
                "chapter": "5",
                "book": "Romans",
                "text": "and hope maketh not ashamed, because the love of God is shed abroad in our hearts by the Holy Ghost who is given unto us.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S55": {
                "chapter": "5",
                "book": "Romans",
                "text": "For when we were yet without strength, in due time Christ died for the ungodly.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S56": {
                "chapter": "5",
                "book": "Romans",
                "text": "For scarcely will one die for a righteous man, yet perhaps for a good man some would even dare to die.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S57": {
                "chapter": "5",
                "book": "Romans",
                "text": "But God commendeth His love toward us in that, while we were yet sinners, Christ died for us.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S58": {
                "chapter": "5",
                "book": "Romans",
                "text": "Much more then, being now justified by His blood, we shall be saved from wrath through Him.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S59": {
                "chapter": "5",
                "book": "Romans",
                "text": "For if, when we were enemies, we were reconciled to God by the death of His Son, much more, being reconciled, we shall be saved by His life.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S510": {
                "chapter": "5",
                "book": "Romans",
                "text": "And not only that, but we shall also rejoice in God through our Lord Jesus Christ, by whom we have now received the atonement.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S511": {
                "chapter": "5",
                "book": "Romans",
                "text": "Therefore, as by one man sin entered into the world, and death by sin, so death passed onto all men, for all have sinned.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S512": {
                "chapter": "5",
                "book": "Romans",
                "text": "For until the law, sin was in the world, but sin is not imputed when there is no law.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S513": {
                "chapter": "5",
                "book": "Romans",
                "text": "Nevertheless death reigned from Adam to Moses, even over those who had not sinned in the similitude of Adam’s transgression, he being the figure of Him that was to come.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S514": {
                "chapter": "5",
                "book": "Romans",
                "text": "But not as the offense, so also is the free gift. For if through the offense of one many be dead, much more the grace of God, and the gift by grace, which is by one Man, Jesus Christ, hath abounded unto many.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S515": {
                "chapter": "5",
                "book": "Romans",
                "text": "And not as it was by one who sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is for many offenses unto justification.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S516": {
                "chapter": "5",
                "book": "Romans",
                "text": "For if by one man’s offense death reigned by one, much more those who receive abundance of grace and the gift of righteousness shall reign in life by One, Jesus Christ.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S517": {
                "chapter": "5",
                "book": "Romans",
                "text": "Therefore as by the offense of one, judgment to condemnation came upon all men, even so by the righteousness of One, the free gift unto justification of life came upon all men.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S518": {
                "chapter": "5",
                "book": "Romans",
                "text": "For as by one man’s disobedience many were made sinners, so by the obedience of One shall many be made righteous.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S519": {
                "chapter": "5",
                "book": "Romans",
                "text": "Moreover the law entered, that the offense might abound. But where sin abounded, grace did much more abound,",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S520": {
                "chapter": "5",
                "book": "Romans",
                "text": "that, as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S60": {
                "chapter": "6",
                "book": "Romans",
                "text": "What shall we say then? Shall we continue in sin, that grace may abound?",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S61": {
                "chapter": "6",
                "book": "Romans",
                "text": "God forbid! How shall we, who are dead to sin, live any longer therein?",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S62": {
                "chapter": "6",
                "book": "Romans",
                "text": "Know ye not that as many of us as were baptized into Jesus Christ were baptized into His death?",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S63": {
                "chapter": "6",
                "book": "Romans",
                "text": "Therefore we are buried with Him by baptism into death, that just as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S64": {
                "chapter": "6",
                "book": "Romans",
                "text": "For if we have been planted together in the likeness of His death, so we shall also be in the likeness of His resurrection,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S65": {
                "chapter": "6",
                "book": "Romans",
                "text": "knowing this: that our old man is crucified with Him, that the body of sin might be destroyed, that henceforth we should not serve sin.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S66": {
                "chapter": "6",
                "book": "Romans",
                "text": "For he that is dead is freed from sin.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S67": {
                "chapter": "6",
                "book": "Romans",
                "text": "Now if we be dead with Christ, we believe that we shall also live with Him,",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S68": {
                "chapter": "6",
                "book": "Romans",
                "text": "knowing that Christ, being raised from the dead, dieth no more; death no more hath dominion over Him.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S69": {
                "chapter": "6",
                "book": "Romans",
                "text": "For in that He died, He died unto sin once; but in that He liveth, He liveth unto God.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S610": {
                "chapter": "6",
                "book": "Romans",
                "text": "Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S611": {
                "chapter": "6",
                "book": "Romans",
                "text": "Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S612": {
                "chapter": "6",
                "book": "Romans",
                "text": "Neither yield ye your members as instruments of unrighteousness unto sin, but yield yourselves unto God as those that are alive from the dead, and your members as instruments of righteousness unto God.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S613": {
                "chapter": "6",
                "book": "Romans",
                "text": "For sin shall not have dominion over you, for ye are not under the law, but under grace.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S614": {
                "chapter": "6",
                "book": "Romans",
                "text": "What then? Shall we sin because we are not under the law, but under grace? God forbid!",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S615": {
                "chapter": "6",
                "book": "Romans",
                "text": "Know ye not that to whomever ye yield yourselves as servants to obey, his servants ye become whom ye obey, whether of sin which leads unto death, or of obedience unto righteousness?",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S616": {
                "chapter": "6",
                "book": "Romans",
                "text": "But God be thanked that though ye were the servants of sin, now ye have obeyed from the heart that form of doctrine which was delivered you.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S617": {
                "chapter": "6",
                "book": "Romans",
                "text": "Being then made free from sin, ye became the servants of righteousness.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S618": {
                "chapter": "6",
                "book": "Romans",
                "text": "I speak in the manner of men because of the infirmity of your flesh. For as ye have yielded your members as servants to uncleanness and to iniquity unto iniquity, even so now yield your members as servants to righteousness unto holiness.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S619": {
                "chapter": "6",
                "book": "Romans",
                "text": "For when ye were the servants of sin, ye were free from righteousness.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S620": {
                "chapter": "6",
                "book": "Romans",
                "text": "What fruit had ye then in those things whereof ye are now ashamed? For the end of those things is death.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S621": {
                "chapter": "6",
                "book": "Romans",
                "text": "But now, being made free from sin and having become servants of God, ye have your fruit unto holiness and the end, everlasting life.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S622": {
                "chapter": "6",
                "book": "Romans",
                "text": "For the wages of sin is death, but the gift of God is eternal life through Jesus Christ our Lord.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S70": {
                "chapter": "7",
                "book": "Romans",
                "text": "Know ye not, brethren (for I speak to those who know the law), how the law hath dominion over a man as long as he liveth?",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S71": {
                "chapter": "7",
                "book": "Romans",
                "text": "For the woman who hath a husband is bound by the law to her husband so long as he liveth; but if the husband be dead, she is loosed from the law of the husband.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S72": {
                "chapter": "7",
                "book": "Romans",
                "text": "So then, if while her husband liveth she be married to another man, she shall be called an adulteress; but if her husband be dead, she is free from that law so that she is no adulteress, though she be married to another man.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S73": {
                "chapter": "7",
                "book": "Romans",
                "text": "Therefore, my brethren, ye also have become dead to the law by the body of Christ, that ye should be married to another, even to Him who is raised from the dead, that we should bring forth fruit unto God.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S74": {
                "chapter": "7",
                "book": "Romans",
                "text": "For when we were in the flesh, the passions of sins, which were by the law, worked in our members to bring forth fruit unto death.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S75": {
                "chapter": "7",
                "book": "Romans",
                "text": "But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S76": {
                "chapter": "7",
                "book": "Romans",
                "text": "What shall we say then? Is the law sin? God forbid! Nay, I would not have known sin, but through the law; for I would not have known lust, except that the law had said, “Thou shalt not covet.”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S77": {
                "chapter": "7",
                "book": "Romans",
                "text": "But sin, taking occasion through the commandment, wrought in me all manner of concupiscence; for without the law sin was dead.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S78": {
                "chapter": "7",
                "book": "Romans",
                "text": "For I was alive apart from the law once, but when the commandment came, sin revived and I died;",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S79": {
                "chapter": "7",
                "book": "Romans",
                "text": "and the commandment, which was ordained to bring life, I found to be unto death.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S710": {
                "chapter": "7",
                "book": "Romans",
                "text": "For sin, taking occasion by the commandment, deceived me and by it slew me.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S711": {
                "chapter": "7",
                "book": "Romans",
                "text": "Therefore the law is holy, and the commandment holy and just and good.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S712": {
                "chapter": "7",
                "book": "Romans",
                "text": "Was then that which is good made death unto me? God forbid! But sin, that it might appear as sin, was working death in me by that which is good, that sin by the commandment might become exceeding sinful.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S713": {
                "chapter": "7",
                "book": "Romans",
                "text": "For we know that the law is spiritual; but I am carnal, sold under sin.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S714": {
                "chapter": "7",
                "book": "Romans",
                "text": "For that which I do, I know not. For what I would do, that do I not; but what I hate, that I do.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S715": {
                "chapter": "7",
                "book": "Romans",
                "text": "If then I do that which I would not, I consent unto the law, that it is good.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S716": {
                "chapter": "7",
                "book": "Romans",
                "text": "Now then it is no more I that do it, but sin that dwelleth in me.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S717": {
                "chapter": "7",
                "book": "Romans",
                "text": "For I know that in me (that is, in my flesh) dwelleth no good thing; for to will is present with me; but how to perform that which is good, I find not.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S718": {
                "chapter": "7",
                "book": "Romans",
                "text": "For the good that I would do, I do not; but the evil which I would not do, that I do.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S719": {
                "chapter": "7",
                "book": "Romans",
                "text": "Now if I do that which I would not do, it is no more I that do it, but sin that dwelleth in me.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S720": {
                "chapter": "7",
                "book": "Romans",
                "text": "I find then a law that, when I would do good, evil is present with me.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S721": {
                "chapter": "7",
                "book": "Romans",
                "text": "For I delight in the law of God according to the inward man.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S722": {
                "chapter": "7",
                "book": "Romans",
                "text": "But I see another law in my members, warring against the law of my mind and bringing me into captivity to the law of sin which is in my members.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S723": {
                "chapter": "7",
                "book": "Romans",
                "text": "O wretched man that I am! Who shall deliver me from the body of this death?",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S724": {
                "chapter": "7",
                "book": "Romans",
                "text": "I thank God — through Jesus Christ our Lord! So then, with the mind I myself serve the law of God, but with the flesh the law of sin.",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S80": {
                "chapter": "8",
                "book": "Romans",
                "text": "There is therefore now no condemnation for those who are in Christ Jesus, who walk not according to the flesh, but according to the Spirit.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S81": {
                "chapter": "8",
                "book": "Romans",
                "text": "For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S82": {
                "chapter": "8",
                "book": "Romans",
                "text": "For what the law could not do, in that it was weak through the flesh, God, sending His own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh,",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S83": {
                "chapter": "8",
                "book": "Romans",
                "text": "that the righteousness of the law might be fulfilled in us, who walk not according to the flesh, but according to the Spirit.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S84": {
                "chapter": "8",
                "book": "Romans",
                "text": "For those who are according to the flesh mind the things of the flesh; but those who are according to the Spirit, the things of the Spirit.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S85": {
                "chapter": "8",
                "book": "Romans",
                "text": "For to be carnally minded is death, but to be spiritually minded is life and peace,",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S86": {
                "chapter": "8",
                "book": "Romans",
                "text": "because the carnal mind is enmity against God, for it is not subject to the law of God, neither indeed can be.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S87": {
                "chapter": "8",
                "book": "Romans",
                "text": "So then, those who are in the flesh cannot please God.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S88": {
                "chapter": "8",
                "book": "Romans",
                "text": "But ye are not in the flesh, but in the Spirit, if so it be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of His.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S89": {
                "chapter": "8",
                "book": "Romans",
                "text": "And if Christ be in you, the body is dead because of sin, but the Spirit is life because of righteousness.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S810": {
                "chapter": "8",
                "book": "Romans",
                "text": "But if the Spirit of Him that raised up Jesus from the dead dwell in you, He that raised up Christ from the dead shall also quicken your mortal bodies by His Spirit that dwelleth in you.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S811": {
                "chapter": "8",
                "book": "Romans",
                "text": "Therefore, brethren, we are debtors, not to the flesh to live according to the flesh;",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S812": {
                "chapter": "8",
                "book": "Romans",
                "text": "for if ye live according to the flesh ye shall die, but if ye through the Spirit do mortify the deeds of the body ye shall live.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S813": {
                "chapter": "8",
                "book": "Romans",
                "text": "For as many as are led by the Spirit of God, they are the sons of God.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S814": {
                "chapter": "8",
                "book": "Romans",
                "text": "For ye have not received the spirit of bondage again to fear, but ye have received the Spirit of adoption, whereby we cry, “Abba! Father!”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S815": {
                "chapter": "8",
                "book": "Romans",
                "text": "The Spirit itself beareth witness with our spirit that we are the children of God;",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S816": {
                "chapter": "8",
                "book": "Romans",
                "text": "and if children, then heirs — heirs of God and joint heirs with Christ, if so it be that we suffer with Him, that we may be also glorified together.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S817": {
                "chapter": "8",
                "book": "Romans",
                "text": "For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S818": {
                "chapter": "8",
                "book": "Romans",
                "text": "For the earnest expectation of the creature waiteth for the manifestation of the sons of God.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S819": {
                "chapter": "8",
                "book": "Romans",
                "text": "For the creature was made subject to vanity, not willingly, but by reason of Him who hath subjected the same in hope,",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S820": {
                "chapter": "8",
                "book": "Romans",
                "text": "because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S821": {
                "chapter": "8",
                "book": "Romans",
                "text": "For we know that the whole creation groaneth and travaileth in pain together until now.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S822": {
                "chapter": "8",
                "book": "Romans",
                "text": "And not only they, but ourselves also, who have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S823": {
                "chapter": "8",
                "book": "Romans",
                "text": "For we are saved by hope; but hope that is seen is not hope, for what a man seeth, why doth he yet hope for it?",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S824": {
                "chapter": "8",
                "book": "Romans",
                "text": "But if we hope for that which we see not, then do we with patience wait for it.",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S825": {
                "chapter": "8",
                "book": "Romans",
                "text": "Likewise the Spirit also helpeth our infirmities; for we know not what we should pray for as we ought, but the Spirit itself maketh intercession for us with groanings which cannot be uttered.",
                "bible": "KJV21",
                "verse": "26"
            },
            "Romans2coOAF2dByWwsL1S826": {
                "chapter": "8",
                "book": "Romans",
                "text": "And He that searcheth the hearts knoweth what is the mind of the Spirit, because He maketh intercession for the saints according to the will of God.",
                "bible": "KJV21",
                "verse": "27"
            },
            "Romans2coOAF2dByWwsL1S827": {
                "chapter": "8",
                "book": "Romans",
                "text": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose.",
                "bible": "KJV21",
                "verse": "28"
            },
            "Romans2coOAF2dByWwsL1S828": {
                "chapter": "8",
                "book": "Romans",
                "text": "For whom He foreknew, He also predestined to be conformed to the image of His Son, that He might be the firstborn among many brethren.",
                "bible": "KJV21",
                "verse": "29"
            },
            "Romans2coOAF2dByWwsL1S829": {
                "chapter": "8",
                "book": "Romans",
                "text": "Moreover, whom He predestined, those He also called; and whom He called, those He also justified; and whom He justified, those He also glorified.",
                "bible": "KJV21",
                "verse": "30"
            },
            "Romans2coOAF2dByWwsL1S830": {
                "chapter": "8",
                "book": "Romans",
                "text": "What then shall we say of these things? If God be for us, who can be against us?",
                "bible": "KJV21",
                "verse": "31"
            },
            "Romans2coOAF2dByWwsL1S831": {
                "chapter": "8",
                "book": "Romans",
                "text": "He that spared not His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?",
                "bible": "KJV21",
                "verse": "32"
            },
            "Romans2coOAF2dByWwsL1S832": {
                "chapter": "8",
                "book": "Romans",
                "text": "Who shall lay anything to the charge against God’s elect? It is God who justifieth.",
                "bible": "KJV21",
                "verse": "33"
            },
            "Romans2coOAF2dByWwsL1S833": {
                "chapter": "8",
                "book": "Romans",
                "text": "Who is he that condemneth? It is Christ who died, yea rather, who is risen again, who is even at the right hand of God, who also maketh intercession for us.",
                "bible": "KJV21",
                "verse": "34"
            },
            "Romans2coOAF2dByWwsL1S834": {
                "chapter": "8",
                "book": "Romans",
                "text": "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?",
                "bible": "KJV21",
                "verse": "35"
            },
            "Romans2coOAF2dByWwsL1S835": {
                "chapter": "8",
                "book": "Romans",
                "text": "As it is written: “For Thy sake we are killed all the day long; we are accounted as sheep for the slaughter.”",
                "bible": "KJV21",
                "verse": "36"
            },
            "Romans2coOAF2dByWwsL1S836": {
                "chapter": "8",
                "book": "Romans",
                "text": "Nay, in all these things we are more than conquerors through Him that loved us.",
                "bible": "KJV21",
                "verse": "37"
            },
            "Romans2coOAF2dByWwsL1S837": {
                "chapter": "8",
                "book": "Romans",
                "text": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,",
                "bible": "KJV21",
                "verse": "38"
            },
            "Romans2coOAF2dByWwsL1S838": {
                "chapter": "8",
                "book": "Romans",
                "text": "nor height, nor depth, nor any other creature, shall be able to separate us from the love of God which is in Christ Jesus our Lord.",
                "bible": "KJV21",
                "verse": "39"
            },
            "Romans2coOAF2dByWwsL1S90": {
                "chapter": "9",
                "book": "Romans",
                "text": "I speak the truth in Christ — I lie not, my conscience also bearing me witness in the Holy Ghost—",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S91": {
                "chapter": "9",
                "book": "Romans",
                "text": "that I have great heaviness and continual sorrow in my heart.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S92": {
                "chapter": "9",
                "book": "Romans",
                "text": "For I could wish that I myself were accursed from Christ for the sake of my brethren, my kinsmen according to the flesh,",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S93": {
                "chapter": "9",
                "book": "Romans",
                "text": "who are Israelites and to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S94": {
                "chapter": "9",
                "book": "Romans",
                "text": "of whom are the fathers, and from whom, according to the flesh, Christ came, who is over all, God blessed for ever. Amen.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S95": {
                "chapter": "9",
                "book": "Romans",
                "text": "It is not as though the Word of God hath taken no effect. For they are not all Israel, who are of Israel;",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S96": {
                "chapter": "9",
                "book": "Romans",
                "text": "neither because they are the seed of Abraham are they all children; but, “In Isaac shall thy seed be called.”",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S97": {
                "chapter": "9",
                "book": "Romans",
                "text": "That is, they who are the children of the flesh, these are not the children of God; rather, the children of the promise are counted as the seed.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S98": {
                "chapter": "9",
                "book": "Romans",
                "text": "For this is the word of promise: “At this time will I come, and Sarah shall have a son.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S99": {
                "chapter": "9",
                "book": "Romans",
                "text": "And not only this, but when Rebecca also had conceived by one, even by our father Isaac",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S910": {
                "chapter": "9",
                "book": "Romans",
                "text": "(for the children being not yet born, neither having done any good or evil, in order that the purpose of God according to election might stand, not by works, but by Him that calleth),",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S911": {
                "chapter": "9",
                "book": "Romans",
                "text": "it was said unto her, “The elder shall serve the younger.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S912": {
                "chapter": "9",
                "book": "Romans",
                "text": "As it is written: “Jacob have I loved, but Esau have I hated.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S913": {
                "chapter": "9",
                "book": "Romans",
                "text": "What shall we say then? Is there unrighteousness with God? God forbid!",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S914": {
                "chapter": "9",
                "book": "Romans",
                "text": "For He saith to Moses, “I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S915": {
                "chapter": "9",
                "book": "Romans",
                "text": "So then it is not of him that willeth, nor of him that runneth, but of God who showeth mercy.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S916": {
                "chapter": "9",
                "book": "Romans",
                "text": "For the Scripture saith unto Pharaoh, “Even for this same purpose have I raised thee up, that I might show My power in thee, and that My name might be declared throughout all the earth.”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S917": {
                "chapter": "9",
                "book": "Romans",
                "text": "Therefore hath He mercy on whom He will have mercy, and whom He will, He hardeneth.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S918": {
                "chapter": "9",
                "book": "Romans",
                "text": "Thou wilt say then unto me, “Why doth He yet find fault, for who hath resisted His will?”",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S919": {
                "chapter": "9",
                "book": "Romans",
                "text": "But nay, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, “Why hast thou made me thus?”",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S920": {
                "chapter": "9",
                "book": "Romans",
                "text": "Hath not the potter power over the clay to make from the same lump one vessel unto honor and another unto dishonor?",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S921": {
                "chapter": "9",
                "book": "Romans",
                "text": "What if God, choosing to show His wrath and to make His power known, endured with much longsuffering the vessels of wrath fitted for destruction;",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S922": {
                "chapter": "9",
                "book": "Romans",
                "text": "and this, that He might make known the riches of His glory on the vessels of mercy, whom He had prepared before unto glory,",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S923": {
                "chapter": "9",
                "book": "Romans",
                "text": "even us whom He hath called, not of the Jews only, but also of the Gentiles?",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S924": {
                "chapter": "9",
                "book": "Romans",
                "text": "As He saith also in Hosea: “I will call them ‘My people,’ who were not My people, and ‘her beloved’ who was not beloved.”",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S925": {
                "chapter": "9",
                "book": "Romans",
                "text": "And, “It shall come to pass that in the place where it was said unto them, ‘Ye are not My people,’ there shall they be called the children of the living God.”",
                "bible": "KJV21",
                "verse": "26"
            },
            "Romans2coOAF2dByWwsL1S926": {
                "chapter": "9",
                "book": "Romans",
                "text": "Isaiah also crieth concerning Israel: “Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved.",
                "bible": "KJV21",
                "verse": "27"
            },
            "Romans2coOAF2dByWwsL1S927": {
                "chapter": "9",
                "book": "Romans",
                "text": "For He will finish the work and cut it short in righteousness, because a short work will the Lord make upon the earth.”",
                "bible": "KJV21",
                "verse": "28"
            },
            "Romans2coOAF2dByWwsL1S928": {
                "chapter": "9",
                "book": "Romans",
                "text": "And as Isaiah said before: “Except the Lord of Sabaoth had left us a seed, we would have been as Sodom and been made like unto Gomorrah.”",
                "bible": "KJV21",
                "verse": "29"
            },
            "Romans2coOAF2dByWwsL1S929": {
                "chapter": "9",
                "book": "Romans",
                "text": "What shall we say then? That the Gentiles, who followed not after righteousness, have attained to righteousness, even the righteousness which is by faith;",
                "bible": "KJV21",
                "verse": "30"
            },
            "Romans2coOAF2dByWwsL1S930": {
                "chapter": "9",
                "book": "Romans",
                "text": "but Israel, who followed after the law of righteousness, hath not attained to the law of righteousness.",
                "bible": "KJV21",
                "verse": "31"
            },
            "Romans2coOAF2dByWwsL1S931": {
                "chapter": "9",
                "book": "Romans",
                "text": "Why so? Because they sought it not by faith but, as it were, by the works of the law. For they stumbled at that stumbling stone.",
                "bible": "KJV21",
                "verse": "32"
            },
            "Romans2coOAF2dByWwsL1S932": {
                "chapter": "9",
                "book": "Romans",
                "text": "As it is written: “Behold, I lay in Zion a stumbling stone and rock of offense, and whosoever believeth in Him shall not be ashamed.”",
                "bible": "KJV21",
                "verse": "33"
            },
            "Romans2coOAF2dByWwsL1S100": {
                "chapter": "10",
                "book": "Romans",
                "text": "Brethren, my heart’s desire and prayer to God for Israel is that they might be saved.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S101": {
                "chapter": "10",
                "book": "Romans",
                "text": "For I bear them record that they have a zeal for God, but not according to knowledge.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S102": {
                "chapter": "10",
                "book": "Romans",
                "text": "For they, being ignorant of God’s righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S103": {
                "chapter": "10",
                "book": "Romans",
                "text": "For Christ is the end of the law for righteousness to everyone that believeth.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S104": {
                "chapter": "10",
                "book": "Romans",
                "text": "For Moses describeth the righteousness which is of the law: that “the man who doeth those things shall live by them.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S105": {
                "chapter": "10",
                "book": "Romans",
                "text": "But the righteousness which is of faith speaketh in this manner: “Say not in thine heart, ‘Who shall ascend into Heaven?’” (that is, to bring Christ down from above)",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S106": {
                "chapter": "10",
                "book": "Romans",
                "text": "or, “‘Who shall descend into the deep?’” (that is, to bring up Christ again from the dead).",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S107": {
                "chapter": "10",
                "book": "Romans",
                "text": "But what saith it? “The Word is nigh thee, even in thy mouth and in thy heart,” that is, the word of faith which we preach:",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S108": {
                "chapter": "10",
                "book": "Romans",
                "text": "that if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised Him from the dead, thou shalt be saved.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S109": {
                "chapter": "10",
                "book": "Romans",
                "text": "For with the heart man believeth unto righteousness, and with the mouth confession is made unto salvation.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S1010": {
                "chapter": "10",
                "book": "Romans",
                "text": "For the Scripture saith, “Whosoever believeth in Him shall not be ashamed.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S1011": {
                "chapter": "10",
                "book": "Romans",
                "text": "For there is no difference between the Jew and the Greek, for the same Lord over all is rich unto all who call upon Him.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S1012": {
                "chapter": "10",
                "book": "Romans",
                "text": "For “whosoever shall call upon the name of the Lord shall be saved.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S1013": {
                "chapter": "10",
                "book": "Romans",
                "text": "How then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher?",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S1014": {
                "chapter": "10",
                "book": "Romans",
                "text": "And how shall they preach unless they are sent? As it is written: “How beautiful are the feet of them that preach the Gospel of peace, and bring glad tidings of good things!”",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S1015": {
                "chapter": "10",
                "book": "Romans",
                "text": "But they have not all obeyed the Gospel. For Isaiah saith, “Lord, who hath believed our report?”",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S1016": {
                "chapter": "10",
                "book": "Romans",
                "text": "So then faith cometh by hearing, and hearing by the Word of God.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S1017": {
                "chapter": "10",
                "book": "Romans",
                "text": "But I ask, have they not heard? Yes, verily: “Their sound went out into all the earth, and their words unto the ends of the world.”",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S1018": {
                "chapter": "10",
                "book": "Romans",
                "text": "But I ask, did not Israel know? First Moses saith, “I will provoke you to jealousy by them that are no people, and by a foolish nation I will anger you.”",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S1019": {
                "chapter": "10",
                "book": "Romans",
                "text": "But Isaiah is very bold and saith, “I was found by them that sought Me not; I was made manifest unto them that asked not after Me.”",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S1020": {
                "chapter": "10",
                "book": "Romans",
                "text": "But to Israel he saith, “All day long I have stretched forth My hands unto a disobedient and gainsaying people.”",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S1110": {
                "chapter": "11",
                "book": "Romans",
                "text": "I say then: Have they stumbled that they should fall? God forbid! But rather, through their fall salvation has come unto the Gentiles to provoke them to jealousy.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S1111": {
                "chapter": "11",
                "book": "Romans",
                "text": "Now if the fall of them be the riches of the world and the diminishing of them the riches of the Gentiles, how much more their fullness?",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S1112": {
                "chapter": "11",
                "book": "Romans",
                "text": "For I speak to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I magnify my office,",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S1113": {
                "chapter": "11",
                "book": "Romans",
                "text": "that by any means I may provoke to emulation those who are my flesh, and might save some of them.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S1114": {
                "chapter": "11",
                "book": "Romans",
                "text": "For if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead?",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S1115": {
                "chapter": "11",
                "book": "Romans",
                "text": "For if the firstfruit be holy, the whole lump is also holy; and if the root be holy, so are the branches.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S1116": {
                "chapter": "11",
                "book": "Romans",
                "text": "And if some of the branches be broken off, and thou, being a wild olive tree, wert grafted in among them, and with them partakest of the root and fatness of the olive tree,",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S1117": {
                "chapter": "11",
                "book": "Romans",
                "text": "boast not against the branches. But if thou boast, thou bearest not the root, but the root thee.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S1118": {
                "chapter": "11",
                "book": "Romans",
                "text": "Thou wilt say then, “The branches were broken off, that I might be grafted in.”",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S1119": {
                "chapter": "11",
                "book": "Romans",
                "text": "Thou sayest well! Because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear;",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S1120": {
                "chapter": "11",
                "book": "Romans",
                "text": "for if God spared not the natural branches, take heed lest He also spare not thee.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S1121": {
                "chapter": "11",
                "book": "Romans",
                "text": "Behold therefore the goodness and severity of God: on those who fell, severity; but toward thee, goodness, if thou continue in His goodness. Otherwise, thou also shalt be cut off.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S1122": {
                "chapter": "11",
                "book": "Romans",
                "text": "And they also, if they abide not still in unbelief, shall be grafted in, for God is able to graft them in again.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S1123": {
                "chapter": "11",
                "book": "Romans",
                "text": "For if thou wert cut out of the olive tree which is wild by nature, and wert grafted contrary to nature into a good olive tree, how much more shall these, which are the natural branches, be grafted into their own olive tree?",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S1124": {
                "chapter": "11",
                "book": "Romans",
                "text": "For I, brethren, would not have you be ignorant of this mystery, lest ye should be wise in your own conceits: that blindness in part has happened to Israel until the fullness of the Gentiles be come in.",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S1125": {
                "chapter": "11",
                "book": "Romans",
                "text": "And so all Israel shall be saved, as it is written: “There shall come out of Zion the Deliverer, and shall turn away ungodliness from Jacob.",
                "bible": "KJV21",
                "verse": "26"
            },
            "Romans2coOAF2dByWwsL1S1126": {
                "chapter": "11",
                "book": "Romans",
                "text": "For this is My covenant unto them when I shall take away their sins.”",
                "bible": "KJV21",
                "verse": "27"
            },
            "Romans2coOAF2dByWwsL1S1127": {
                "chapter": "11",
                "book": "Romans",
                "text": "Concerning the Gospel, they are enemies for your sake; but concerning the election, they are beloved for the fathers’ sakes.",
                "bible": "KJV21",
                "verse": "28"
            },
            "Romans2coOAF2dByWwsL1S1128": {
                "chapter": "11",
                "book": "Romans",
                "text": "For the gifts and calling of God are without repentance.",
                "bible": "KJV21",
                "verse": "29"
            },
            "Romans2coOAF2dByWwsL1S1129": {
                "chapter": "11",
                "book": "Romans",
                "text": "For as in times past ye have not believed God, yet have now obtained mercy through their unbelief,",
                "bible": "KJV21",
                "verse": "30"
            },
            "Romans2coOAF2dByWwsL1S1130": {
                "chapter": "11",
                "book": "Romans",
                "text": "even so have these also now not believed, that through your mercy they also may obtain mercy.",
                "bible": "KJV21",
                "verse": "31"
            },
            "Romans2coOAF2dByWwsL1S1131": {
                "chapter": "11",
                "book": "Romans",
                "text": "For God hath concluded them all in unbelief, that He might have mercy upon all.",
                "bible": "KJV21",
                "verse": "32"
            },
            "Romans2coOAF2dByWwsL1S1132": {
                "chapter": "11",
                "book": "Romans",
                "text": "O the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments, and His ways past finding out!",
                "bible": "KJV21",
                "verse": "33"
            },
            "Romans2coOAF2dByWwsL1S1133": {
                "chapter": "11",
                "book": "Romans",
                "text": "“For who hath known the mind of the Lord? Or who hath been His counselor?”",
                "bible": "KJV21",
                "verse": "34"
            },
            "Romans2coOAF2dByWwsL1S1134": {
                "chapter": "11",
                "book": "Romans",
                "text": "Or, “who hath first given to Him, and it shall be recompensed unto him again?”",
                "bible": "KJV21",
                "verse": "35"
            },
            "Romans2coOAF2dByWwsL1S1135": {
                "chapter": "11",
                "book": "Romans",
                "text": "For of Him, and through Him, and to Him, are all things, to whom be glory for ever. Amen.",
                "bible": "KJV21",
                "verse": "36"
            },
            "Romans2coOAF2dByWwsL1S1210": {
                "chapter": "12",
                "book": "Romans",
                "text": "not slothful in business; fervent in spirit, serving the Lord;",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S1211": {
                "chapter": "12",
                "book": "Romans",
                "text": "rejoicing in hope, patient in tribulation, continuing instant in prayer;",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S1212": {
                "chapter": "12",
                "book": "Romans",
                "text": "distributing to the necessity of saints, given to hospitality.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S1213": {
                "chapter": "12",
                "book": "Romans",
                "text": "Bless those who persecute you; bless and curse not.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S1214": {
                "chapter": "12",
                "book": "Romans",
                "text": "Rejoice with those who rejoice, and weep with those who weep.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S1215": {
                "chapter": "12",
                "book": "Romans",
                "text": "Be of the same mind one toward another. Set not your mind on high things, but condescend to men of low estate. Be not wise in your own conceits.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S1216": {
                "chapter": "12",
                "book": "Romans",
                "text": "Recompense no man evil for evil. Provide things honest in the sight of all men.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S1217": {
                "chapter": "12",
                "book": "Romans",
                "text": "If it be possible, as much as lieth in you, live peaceably with all men.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S1218": {
                "chapter": "12",
                "book": "Romans",
                "text": "Dearly beloved, avenge not yourselves, but rather give place unto wrath; for it is written: “Vengeance is Mine; I will repay,saith the Lord.”",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S1219": {
                "chapter": "12",
                "book": "Romans",
                "text": "Therefore: “If thine enemy hunger, feed him; if he thirst, give him drink. For in so doing thou shalt heap coals of fire on his head.”",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S1220": {
                "chapter": "12",
                "book": "Romans",
                "text": "Be not overcome by evil, but overcome evil with good.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S132": {
                "chapter": "13",
                "book": "Romans",
                "text": "For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? Do that which is good, and thou shalt have praise of the same,",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S133": {
                "chapter": "13",
                "book": "Romans",
                "text": "for he is the minister of God to thee for good. But if thou do that which is evil, be afraid, for he beareth not the sword in vain; for he is the minister of God, an avenger to execute wrath upon him that doeth evil.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S134": {
                "chapter": "13",
                "book": "Romans",
                "text": "Therefore ye must be subject not only for wrath, but also for conscience’ sake.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S135": {
                "chapter": "13",
                "book": "Romans",
                "text": "For, for this cause pay ye tribute also, for they are God’s ministers, attending continually upon this very thing.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S136": {
                "chapter": "13",
                "book": "Romans",
                "text": "Render therefore to all their dues: tribute to whom tribute is due, custom to whom custom, fear to whom fear, honor to whom honor.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S137": {
                "chapter": "13",
                "book": "Romans",
                "text": "Owe no man anything, but to love one another, for he that loveth another hath fulfilled the law.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S138": {
                "chapter": "13",
                "book": "Romans",
                "text": "For this, “Thou shalt not commit adultery,” “Thou shalt not kill,” “Thou shalt not steal,” “Thou shalt not bear false witness,” “Thou shalt not covet,” and if there be any other commandment, all are briefly comprehended in this saying, namely: “Thou shalt love thy neighbor as thyself.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S139": {
                "chapter": "13",
                "book": "Romans",
                "text": "Love worketh no ill to his neighbor; therefore love is the fulfillment of the law.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S1310": {
                "chapter": "13",
                "book": "Romans",
                "text": "And that, knowing the time, that now it is high time to awaken out of sleep; for now is our salvation nearer than when we first believed.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S1311": {
                "chapter": "13",
                "book": "Romans",
                "text": "The night is far spent; the day is at hand. Let us therefore cast off the works of darkness, and let us put on the armor of light.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S1312": {
                "chapter": "13",
                "book": "Romans",
                "text": "Let us walk honestly as in the day, not in rioting and drunkenness, not in lewdness and wantonness, not in strife and envying.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S1313": {
                "chapter": "13",
                "book": "Romans",
                "text": "But put ye on the Lord Jesus Christ, and make not provision for the flesh to fulfill the lusts thereof.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S140": {
                "chapter": "14",
                "book": "Romans",
                "text": "Receive ye him that is weak in the faith, but not to judge his doubtful disputations.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S141": {
                "chapter": "14",
                "book": "Romans",
                "text": "For one believeth that he may eat all things, while another who is weak eateth herbs.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S142": {
                "chapter": "14",
                "book": "Romans",
                "text": "Let not him that eateth despise him that eateth not; and let not him that eateth not, judge him that eateth; for God hath received him.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S143": {
                "chapter": "14",
                "book": "Romans",
                "text": "Who art thou who judgest another man’s servant? To his own master he standeth or falleth; yea, he shall be held up, for God is able to make him stand.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S144": {
                "chapter": "14",
                "book": "Romans",
                "text": "One man esteemeth one day above another; another esteemeth every day alike. Let every man be fully persuaded in his own mind.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S145": {
                "chapter": "14",
                "book": "Romans",
                "text": "He that regardeth one day, regardeth it unto the Lord; and he that regardeth not that day, to the Lord doth he not regard it. He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not and giveth God thanks.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S146": {
                "chapter": "14",
                "book": "Romans",
                "text": "For none of us liveth to himself, and no man dieth to himself.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S147": {
                "chapter": "14",
                "book": "Romans",
                "text": "For whether we live, we live unto the Lord; and whether we die, we die unto the Lord. Whether we live therefore or die, we are the Lord’s.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S148": {
                "chapter": "14",
                "book": "Romans",
                "text": "For to this end Christ both died, and arose, and revived, that he might be Lord both of the dead and living.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S149": {
                "chapter": "14",
                "book": "Romans",
                "text": "But why dost thou judge thy brother? Or why dost thou set at nought thy brother? For we shall all stand before the judgment seat of Christ.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S1410": {
                "chapter": "14",
                "book": "Romans",
                "text": "For it is written: “‘As I live,’ saith the Lord, ‘every knee shall bow to Me, and every tongue shall confess to God.’”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S1411": {
                "chapter": "14",
                "book": "Romans",
                "text": "So then every one of us shall give account of himself to God.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S1412": {
                "chapter": "14",
                "book": "Romans",
                "text": "Let us not therefore judge one another any more, but judge this rather: that no man put a stumbling block or an occasion to fall in his brother’s way.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S1413": {
                "chapter": "14",
                "book": "Romans",
                "text": "I know, and am persuaded by the Lord Jesus, that there is nothing unclean of itself; but to him that regardeth anything to be unclean, to him it is unclean.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S1414": {
                "chapter": "14",
                "book": "Romans",
                "text": "But if thy brother be grieved because of thy meat, thou walkest no longer charitably. Destroy not with thy meat him for whom Christ died.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S1415": {
                "chapter": "14",
                "book": "Romans",
                "text": "Let not your good be spoken of as evil;",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S1416": {
                "chapter": "14",
                "book": "Romans",
                "text": "for the Kingdom of God is not meat and drink, but righteousness and peace and joy in the Holy Ghost.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S1417": {
                "chapter": "14",
                "book": "Romans",
                "text": "For he that in these things serveth Christ, is acceptable to God and approved by men.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S1418": {
                "chapter": "14",
                "book": "Romans",
                "text": "Let us therefore follow after the things which make for peace, and the things wherewith one may edify another.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S1419": {
                "chapter": "14",
                "book": "Romans",
                "text": "Destroy not the work of God for the sake of meat. All things indeed are pure, but it is evil for that man to eat what causeth offense.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S1420": {
                "chapter": "14",
                "book": "Romans",
                "text": "It is good neither to eat flesh, nor to drink wine, nor to do anything whereby thy brother stumbleth, or is offended, or is made weak.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S1421": {
                "chapter": "14",
                "book": "Romans",
                "text": "Hast thou faith? Have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S1422": {
                "chapter": "14",
                "book": "Romans",
                "text": "And he that doubteth is damned if he eat, because he eateth not from faith; for whatsoever is not from faith is sin.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S150": {
                "chapter": "15",
                "book": "Romans",
                "text": "We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S151": {
                "chapter": "15",
                "book": "Romans",
                "text": "Let every one of us please his neighbor for his good to edification.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S152": {
                "chapter": "15",
                "book": "Romans",
                "text": "For even Christ pleased not Himself, but as it is written: “The reproaches of them that reproached Thee fell on Me.”",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S153": {
                "chapter": "15",
                "book": "Romans",
                "text": "For whatsoever things were written in times past, were written for our learning, that we through patience and comfort of the Scriptures might have hope.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S154": {
                "chapter": "15",
                "book": "Romans",
                "text": "Now the God of patience and consolation grant you to be likeminded one toward another, according to Christ Jesus,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S155": {
                "chapter": "15",
                "book": "Romans",
                "text": "that ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S156": {
                "chapter": "15",
                "book": "Romans",
                "text": "Therefore receive ye one another as Christ also received us, to the glory of God.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S157": {
                "chapter": "15",
                "book": "Romans",
                "text": "Now I say, that Jesus Christ was a minister of the Circumcision for the truth of God, to confirm the promises made unto the fathers,",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S158": {
                "chapter": "15",
                "book": "Romans",
                "text": "and that the Gentiles might glorify God for His mercy; as it is written: “For this cause I will confess to Thee among the Gentiles, and sing unto Thy name.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S159": {
                "chapter": "15",
                "book": "Romans",
                "text": "And again he saith, “Rejoice, ye Gentiles, with His people.”",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S1510": {
                "chapter": "15",
                "book": "Romans",
                "text": "And again, “Praise the Lord, all ye Gentiles, and laud Him, all ye people.”",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S1511": {
                "chapter": "15",
                "book": "Romans",
                "text": "And again Isaiah saith, “There shall be a Root of Jesse, and He that shall rise to reign over the Gentiles, in Him shall the Gentiles trust.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S1512": {
                "chapter": "15",
                "book": "Romans",
                "text": "Now may the God of hope fill you with all joy and peace in believing, that ye may abound in hope through the power of the Holy Ghost.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S1513": {
                "chapter": "15",
                "book": "Romans",
                "text": "And I myself also am persuaded about you, my brethren, that ye also are full of goodness, filled with all knowledge, able also to admonish one another.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S1514": {
                "chapter": "15",
                "book": "Romans",
                "text": "Nevertheless, brethren, I have written the more boldly unto you in some measure to remind you, because of the grace that is given to me from God,",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S1515": {
                "chapter": "15",
                "book": "Romans",
                "text": "that I should be the minister of Jesus Christ to the Gentiles, ministering the Gospel of God, that the offering up of the Gentiles might be acceptable, being sanctified by the Holy Ghost.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S1516": {
                "chapter": "15",
                "book": "Romans",
                "text": "I have therefore cause that I may glory through Jesus Christ in those things which pertain to God.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S1517": {
                "chapter": "15",
                "book": "Romans",
                "text": "For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient by word and deed,",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S1518": {
                "chapter": "15",
                "book": "Romans",
                "text": "through mighty signs and wonders by the power of the Spirit of God; so that from Jerusalem and round about into Illyricum, I have fully preached the Gospel of Christ.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S1519": {
                "chapter": "15",
                "book": "Romans",
                "text": "Yea, so have I striven to preach the Gospel not where Christ was named, lest I should build upon another man’s foundation;",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S1520": {
                "chapter": "15",
                "book": "Romans",
                "text": "but as it is written: “To whom He was not spoken of, they shall see; and they that have not heard shall understand.”",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S1521": {
                "chapter": "15",
                "book": "Romans",
                "text": "For this cause also I have been much hindered from coming to you.",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S1522": {
                "chapter": "15",
                "book": "Romans",
                "text": "But now having no more place in these parts, and having a great desire these many years to come unto you,",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S1523": {
                "chapter": "15",
                "book": "Romans",
                "text": "whensoever I make my journey into Spain I will come to you. For I trust to see you on my journey, and to be brought on my way thither by you, if first I be somewhat filled with your company.",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S1524": {
                "chapter": "15",
                "book": "Romans",
                "text": "But now I go unto Jerusalem to minister unto the saints.",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S1525": {
                "chapter": "15",
                "book": "Romans",
                "text": "For it hath pleased those of Macedonia and Achaia to make a certain contribution for the poor saints who are at Jerusalem.",
                "bible": "KJV21",
                "verse": "26"
            },
            "Romans2coOAF2dByWwsL1S1526": {
                "chapter": "15",
                "book": "Romans",
                "text": "It hath pleased them verily, and their debtors they are. For if the Gentiles have been made partakers in their spiritual things, their duty is also to minister unto them in carnal things.",
                "bible": "KJV21",
                "verse": "27"
            },
            "Romans2coOAF2dByWwsL1S1527": {
                "chapter": "15",
                "book": "Romans",
                "text": "When therefore I have performed this, and have secured to them this fruit, I will come to you on my way to Spain.",
                "bible": "KJV21",
                "verse": "28"
            },
            "Romans2coOAF2dByWwsL1S1528": {
                "chapter": "15",
                "book": "Romans",
                "text": "And I am sure that when I come unto you, I shall come in the fullness of the blessing of the Gospel of Christ.",
                "bible": "KJV21",
                "verse": "29"
            },
            "Romans2coOAF2dByWwsL1S1529": {
                "chapter": "15",
                "book": "Romans",
                "text": "Now I beseech you, brethren, for the Lord Jesus Christ’s sake, and for the love of the Spirit, that ye strive together with me in your prayers to God for me,",
                "bible": "KJV21",
                "verse": "30"
            },
            "Romans2coOAF2dByWwsL1S1530": {
                "chapter": "15",
                "book": "Romans",
                "text": "that I may be delivered from those who do not believe in Judea, and that my service which I have for Jerusalem may be accepted by the saints,",
                "bible": "KJV21",
                "verse": "31"
            },
            "Romans2coOAF2dByWwsL1S1531": {
                "chapter": "15",
                "book": "Romans",
                "text": "and that I may come unto you with joy by the will of God, and may with you be refreshed.",
                "bible": "KJV21",
                "verse": "32"
            },
            "Romans2coOAF2dByWwsL1S1532": {
                "chapter": "15",
                "book": "Romans",
                "text": "Now the God of peace be with you all. Amen.",
                "bible": "KJV21",
                "verse": "33"
            },
            "Romans2coOAF2dByWwsL1S160": {
                "chapter": "16",
                "book": "Romans",
                "text": "I commend unto you Phoebe our sister, who is a servant of the church which is at Cenchrea,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Romans2coOAF2dByWwsL1S161": {
                "chapter": "16",
                "book": "Romans",
                "text": "that ye receive her in the Lord as becometh saints, and that ye assist her in whatsoever business she hath need of you. For she hath been a succorer of many, and of myself also.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Romans2coOAF2dByWwsL1S162": {
                "chapter": "16",
                "book": "Romans",
                "text": "Greet Priscilla and Aquila, my helpers in Christ Jesus,",
                "bible": "KJV21",
                "verse": "3"
            },
            "Romans2coOAF2dByWwsL1S163": {
                "chapter": "16",
                "book": "Romans",
                "text": "who have for my life laid down their own necks, unto whom not only I give thanks, but also all the churches of the Gentiles.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Romans2coOAF2dByWwsL1S164": {
                "chapter": "16",
                "book": "Romans",
                "text": "Likewise greet the church that is in their house. Salute my well-beloved Epaenetus, who is the firstfruits of Achaia unto Christ.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Romans2coOAF2dByWwsL1S165": {
                "chapter": "16",
                "book": "Romans",
                "text": "Greet Mary, who bestowed much labor on us.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Romans2coOAF2dByWwsL1S166": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Andronicus and Junia, my kinsmen and my fellow prisoners, who are of note among the apostles and who also were in Christ before me.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Romans2coOAF2dByWwsL1S167": {
                "chapter": "16",
                "book": "Romans",
                "text": "Greet Amplias, my beloved in the Lord.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Romans2coOAF2dByWwsL1S168": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Urbanus, our helper in Christ, and my beloved Stachys.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Romans2coOAF2dByWwsL1S169": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Apelles, approved in Christ. Salute those who are of the household of Aristobulus.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Romans2coOAF2dByWwsL1S1610": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Herodion, my kinsman. Greet those who are of the household of Narcissus, who are in the Lord.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Romans2coOAF2dByWwsL1S1611": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Tryphena and Tryphosa, who labor in the Lord. Salute the beloved Persis, who labored much in the Lord.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Romans2coOAF2dByWwsL1S1612": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Rufus, chosen in the Lord, and his mother and mine.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Romans2coOAF2dByWwsL1S1613": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brethren who are with them.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Romans2coOAF2dByWwsL1S1614": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Romans2coOAF2dByWwsL1S1615": {
                "chapter": "16",
                "book": "Romans",
                "text": "Salute one another with a holy kiss. The churches of Christ salute you.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Romans2coOAF2dByWwsL1S1616": {
                "chapter": "16",
                "book": "Romans",
                "text": "Now I beseech you, brethren, mark those who cause divisions and offenses, contrary to the doctrine which ye have learned, and avoid them.",
                "bible": "KJV21",
                "verse": "17"
            },
            "Romans2coOAF2dByWwsL1S1617": {
                "chapter": "16",
                "book": "Romans",
                "text": "For such as they serve not our Lord Jesus Christ, but their own belly, and by good words and fair speeches deceive the hearts of the simple.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Romans2coOAF2dByWwsL1S1618": {
                "chapter": "16",
                "book": "Romans",
                "text": "For your obedience has become known abroad unto all men. I am glad therefore on your behalf; but yet I would have you wise unto that which is good, and simple concerning evil.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Romans2coOAF2dByWwsL1S1619": {
                "chapter": "16",
                "book": "Romans",
                "text": "And the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen.",
                "bible": "KJV21",
                "verse": "20"
            },
            "Romans2coOAF2dByWwsL1S1620": {
                "chapter": "16",
                "book": "Romans",
                "text": "Timothy, my fellow worker, and Lucius and Jason and Sosipater, my kinsmen, salute you.",
                "bible": "KJV21",
                "verse": "21"
            },
            "Romans2coOAF2dByWwsL1S1621": {
                "chapter": "16",
                "book": "Romans",
                "text": "(I, Tertius, who wrote down this epistle, salute you in the Lord.)",
                "bible": "KJV21",
                "verse": "22"
            },
            "Romans2coOAF2dByWwsL1S1622": {
                "chapter": "16",
                "book": "Romans",
                "text": "Gaius, my host and host of the whole church, saluteth you. Erastus, the treasurer of the city, saluteth you, and Quartus, a brother.",
                "bible": "KJV21",
                "verse": "23"
            },
            "Romans2coOAF2dByWwsL1S1623": {
                "chapter": "16",
                "book": "Romans",
                "text": "The grace of our Lord Jesus Christ be with you all. Amen.",
                "bible": "KJV21",
                "verse": "24"
            },
            "Romans2coOAF2dByWwsL1S1624": {
                "chapter": "16",
                "book": "Romans",
                "text": "Now to Him who has the power to establish you according to my Gospel and the preaching of Jesus Christ, according to the revelation of the mystery which was kept secret since the world began",
                "bible": "KJV21",
                "verse": "25"
            },
            "Romans2coOAF2dByWwsL1S1625": {
                "chapter": "16",
                "book": "Romans",
                "text": "but now is made manifest, and by the Scriptures of the prophets, according to the commandment of the everlasting God, made known to all nations for the obedience of faith,",
                "bible": "KJV21",
                "verse": "26"
            },
            "Romans2coOAF2dByWwsL1S1626": {
                "chapter": "16",
                "book": "Romans",
                "text": "to God alone wise, be glory through Jesus Christ for ever. Amen.",
                "bible": "KJV21",
                "verse": "27"
            }
        
}