{
    
            "Zephaniah2coOAF2dByWwsL1S10": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "The word of the Lord which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.",
                "bible": "KJV21",
                "verse": "1"
            },
            "Zephaniah2coOAF2dByWwsL1S11": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "“I will utterly consume all things from off the face of the land,” saith the Lord.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Zephaniah2coOAF2dByWwsL1S12": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "“I will consume man and beast; I will consume the fowls of the heaven and the fishes of the sea, and the stumbling blocks with the wicked; and I will cut off man from off the land,” saith the Lord.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Zephaniah2coOAF2dByWwsL1S13": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "“I will also stretch out Mine hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the Chemarim with the priests,",
                "bible": "KJV21",
                "verse": "4"
            },
            "Zephaniah2coOAF2dByWwsL1S14": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "and them that worship the host of heaven upon the housetops, and them that worship and that swear by the Lord, and that swear by Milcom,",
                "bible": "KJV21",
                "verse": "5"
            },
            "Zephaniah2coOAF2dByWwsL1S15": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "and them that are turned back from the Lord, and those that have not sought the Lord nor inquired for Him.”",
                "bible": "KJV21",
                "verse": "6"
            },
            "Zephaniah2coOAF2dByWwsL1S16": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "Hold thy peace at the presence of the Lord God, for the day of the Lord is at hand. For the Lord hath prepared a sacrifice; He hath bidden His guests.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Zephaniah2coOAF2dByWwsL1S17": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "“And it shall come to pass in the day of the Lord’S sacrifice, that I will punish the princes and the king’s children, and all such as are clothed with strange apparel.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Zephaniah2coOAF2dByWwsL1S18": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "In the same day also will I punish all those that leap on the threshold, who fill their masters’ houses with violence and deceit.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Zephaniah2coOAF2dByWwsL1S19": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "“And it shall come to pass in that day,” saith the Lord, “that there shall be the noise of a cry from the Fish Gate, and a howling from the Second, and a great crashing from the hills.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Zephaniah2coOAF2dByWwsL1S110": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "Howl, ye inhabitants of Maktesh, for all the merchant people are cut down; all they that bear silver are cut off.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Zephaniah2coOAF2dByWwsL1S111": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "And it shall come to pass at that time that I will search Jerusalem with candles, and punish the men that are settled on their dregs, that say in their heart, ‘The Lord will not do good, neither will He do evil.’",
                "bible": "KJV21",
                "verse": "12"
            },
            "Zephaniah2coOAF2dByWwsL1S112": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "Therefore their goods shall become a booty, and their houses a desolation. They shall also build houses, but not inhabit them; and they shall plant vineyards, but not drink the wine thereof.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Zephaniah2coOAF2dByWwsL1S113": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "The great day of the Lord is near; it is near and hasteneth greatly, even the voice of the day of the Lord; the mighty man shall cry there bitterly.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Zephaniah2coOAF2dByWwsL1S114": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "That day is a day of wrath, a day of trouble and distress, a day of waste and desolation, a day of darkness and gloominess, a day of clouds and thick darkness,",
                "bible": "KJV21",
                "verse": "15"
            },
            "Zephaniah2coOAF2dByWwsL1S115": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "a day of the trumpet and alarm against the fortified cities and against the high towers.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Zephaniah2coOAF2dByWwsL1S116": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "“And I will bring distress upon men, that they shall walk like blind men, because they have sinned against the Lord; and their blood shall be poured out as dust, and their flesh as the dung.”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Zephaniah2coOAF2dByWwsL1S117": {
                "chapter": "1",
                "book": "Zephaniah",
                "text": "Neither their silver nor their gold shall be able to deliver them in the day of the Lord’S wrath; but the whole land shall be devoured by the fire of His jealousy, for He indeed shall make a speedy riddance of all them that dwell in the land.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Zephaniah2coOAF2dByWwsL1S20": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "Gather yourselves together, yea, gather together, O nation not desired,",
                "bible": "KJV21",
                "verse": "1"
            },
            "Zephaniah2coOAF2dByWwsL1S21": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "before the decree bring forth, before the day pass as the chaff, before the fierce anger of the Lord come upon you, before the day of the Lord’S anger come upon you!",
                "bible": "KJV21",
                "verse": "2"
            },
            "Zephaniah2coOAF2dByWwsL1S22": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "Seek ye the Lord, all ye meek of the earth, who have wrought His judgment; seek righteousness, seek meekness; it may be ye shall be hid in the day of the Lord’S anger.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Zephaniah2coOAF2dByWwsL1S23": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "For Gaza shall be forsaken, and Ashkelon a desolation; they shall drive out Ashdod at the noonday, and Ekron shall be rooted up.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Zephaniah2coOAF2dByWwsL1S24": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "Woe unto the inhabitants of the seacoast, the nation of the Cherethites! The word of the Lord is against you, O Canaan, the land of the Philistines: “I will even destroy thee, that there shall be no inhabitant.”",
                "bible": "KJV21",
                "verse": "5"
            },
            "Zephaniah2coOAF2dByWwsL1S25": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "And the seacoast shall be dwellings and cottages for shepherds, and folds for flocks.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Zephaniah2coOAF2dByWwsL1S26": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "And the coast shall be for the remnant of the house of Judah; they shall feed thereupon. In the houses of Ashkelon shall they lie down in the evening; for the Lord their God shall visit them, and return them from captivity.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Zephaniah2coOAF2dByWwsL1S27": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "“I have heard the reproach of Moab, and the revilings of the children of Ammon, whereby they have reproached My people, and magnified themselves against their border.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Zephaniah2coOAF2dByWwsL1S28": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "Therefore as I live,” saith the Lord of hosts, the God of Israel, “surely Moab shall be as Sodom, and the children of Ammon as Gomorrah” even the breeding of nettles and salt pits, and a perpetual desolation. The residue of My people shall despoil them, and the remnant of My people shall possess them.”",
                "bible": "KJV21",
                "verse": "9"
            },
            "Zephaniah2coOAF2dByWwsL1S29": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "This shall they have for their pride, because they have reproached and magnified themselves against the people of the Lord of hosts.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Zephaniah2coOAF2dByWwsL1S210": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "The Lord will be fearsome unto them; for He will famish all the gods of the earth; and men shall worship Him, every one from his place, even all the isles of the heathen.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Zephaniah2coOAF2dByWwsL1S211": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "“Ye Ethiopians also, ye shall be slain by My sword.”",
                "bible": "KJV21",
                "verse": "12"
            },
            "Zephaniah2coOAF2dByWwsL1S212": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "And He will stretch out His hand against the north and destroy Assyria, and will make Nineveh a desolation and dry like a wilderness.",
                "bible": "KJV21",
                "verse": "13"
            },
            "Zephaniah2coOAF2dByWwsL1S213": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "And flocks shall lie down in the midst of her, all the beasts of the nations: both the cormorant and the bittern shall lodge in the upper lintels of it: their voice shall sing in the windows; desolation shall be in the thresholds; for He shall uncover the cedar work.",
                "bible": "KJV21",
                "verse": "14"
            },
            "Zephaniah2coOAF2dByWwsL1S214": {
                "chapter": "2",
                "book": "Zephaniah",
                "text": "This is the rejoicing city that dwelt without care, that said in her heart, “I am, and there is none besides me.” How she has become a desolation, a place for beasts to lie down in! Every one that passeth by her shall hiss and wag his hand.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Zephaniah2coOAF2dByWwsL1S30": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "Woe to her that is filthy and polluted, to the oppressing city!",
                "bible": "KJV21",
                "verse": "1"
            },
            "Zephaniah2coOAF2dByWwsL1S31": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "She obeyed not the voice; she received not correction; she trusted not in the Lord; she drew not near to her God.",
                "bible": "KJV21",
                "verse": "2"
            },
            "Zephaniah2coOAF2dByWwsL1S32": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "Her princes within her are roaring lions; her judges are evening wolves, they gnaw not the bones till the morrow.",
                "bible": "KJV21",
                "verse": "3"
            },
            "Zephaniah2coOAF2dByWwsL1S33": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "Her prophets are light and treacherous persons; her priests have polluted the sanctuary, they have done violence to the law.",
                "bible": "KJV21",
                "verse": "4"
            },
            "Zephaniah2coOAF2dByWwsL1S34": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "The just Lord is in the midst thereof; He will not do iniquity: Every morning doth He bring His judgment to light, He faileth not. But the unjust knoweth no shame.",
                "bible": "KJV21",
                "verse": "5"
            },
            "Zephaniah2coOAF2dByWwsL1S35": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "“I have cut off the nations; their towers are desolate; I made their streets waste, that none passeth by; their cities are destroyed, so that there is no man, that there is no inhabitant.",
                "bible": "KJV21",
                "verse": "6"
            },
            "Zephaniah2coOAF2dByWwsL1S36": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "I said, ‘Surely thou wilt fear Me, thou wilt receive instruction’—so their dwelling should not be cut off, howsoever I punished them; but they rose early and corrupted all their doings.",
                "bible": "KJV21",
                "verse": "7"
            },
            "Zephaniah2coOAF2dByWwsL1S37": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "“Therefore wait ye upon Me,” saith the Lord, “until the day that I rise up to the prey; for My determination is to gather the nations, that I may assemble the kingdoms, to pour upon them Mine indignation, even all My fierce anger; for all the earth shall be devoured with the fire of My jealousy.",
                "bible": "KJV21",
                "verse": "8"
            },
            "Zephaniah2coOAF2dByWwsL1S38": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "For then will I return to the people a pure language, that they may all call upon the name of the Lord, to serve Him with one accord.",
                "bible": "KJV21",
                "verse": "9"
            },
            "Zephaniah2coOAF2dByWwsL1S39": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "From beyond the rivers of Ethiopia My suppliants—even the daughter of My dispersed—shall bring Mine offering.",
                "bible": "KJV21",
                "verse": "10"
            },
            "Zephaniah2coOAF2dByWwsL1S310": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "“In that day shalt thou not be ashamed for all thy doings wherein thou hast transgressed against Me; for then I will take away out of the midst of thee them that rejoice in thy pride, and thou shalt no more be haughty because of My holy mountain.",
                "bible": "KJV21",
                "verse": "11"
            },
            "Zephaniah2coOAF2dByWwsL1S311": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the Lord.",
                "bible": "KJV21",
                "verse": "12"
            },
            "Zephaniah2coOAF2dByWwsL1S312": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "The remnant of Israel shall not do iniquity nor speak lies, neither shall a deceitful tongue be found in their mouth; for they shall feed and lie down, and none shall make them afraid.”",
                "bible": "KJV21",
                "verse": "13"
            },
            "Zephaniah2coOAF2dByWwsL1S313": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all the heart, O daughter of Jerusalem!",
                "bible": "KJV21",
                "verse": "14"
            },
            "Zephaniah2coOAF2dByWwsL1S314": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "The Lord hath taken away thy judgments; He hath cast out thine enemy. The King of Israel, even the Lord, is in the midst of thee; thou shalt not see evil any more.",
                "bible": "KJV21",
                "verse": "15"
            },
            "Zephaniah2coOAF2dByWwsL1S315": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "In that day it shall be said to Jerusalem, “Fear thou not”; and to Zion, “Let not thine hands be slack.",
                "bible": "KJV21",
                "verse": "16"
            },
            "Zephaniah2coOAF2dByWwsL1S316": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "The Lord thy God in the midst of thee is mighty; He will save, He will rejoice over thee with joy; He will rest in His love, He will joy over thee with singing.”",
                "bible": "KJV21",
                "verse": "17"
            },
            "Zephaniah2coOAF2dByWwsL1S317": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "“I will gather them that are sorrowful for the solemn assembly, who are of thee, to whom the reproach of it was a burden.",
                "bible": "KJV21",
                "verse": "18"
            },
            "Zephaniah2coOAF2dByWwsL1S318": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "Behold, at that time I will undo all that afflict thee; and I will save her that is halt, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame.",
                "bible": "KJV21",
                "verse": "19"
            },
            "Zephaniah2coOAF2dByWwsL1S319": {
                "chapter": "3",
                "book": "Zephaniah",
                "text": "At that time will I bring you back, even in the time that I gather you; for I will make you a name and a praise among all people of the earth, when I bring back your captives before your eyes,” saith the Lord.",
                "bible": "KJV21",
                "verse": "20"
            }
        
}