{
  "__collections__": {
    "1-Samuel": {
      "1-Samuel2coOAF2dByWwsL1S10": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "Now there was a certain man of Ramathaimzophim, of Mount Ephraim, and his name was Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S11": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "And he had two wives: the name of the one was Hannah, and the name of the other Peninnah. And Peninnah had children, but Hannah had no children.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S12": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "And this man went up out of his city yearly to worship and to sacrifice unto the Lord of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, the priests of the Lord, were there.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S13": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "And when the time was that Elkanah offered, he gave to Peninnah his wife and to all her sons and her daughters, portions.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S14": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "But unto Hannah he gave a double portion, for he loved Hannah; but the Lord had shut up her womb.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S15": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "And her adversary also provoked her sorely to make her fret, because the Lord had shut up her womb.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S16": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "And as he did so year by year, when she went up to the house of the Lord, so she provoked her; therefore she wept and did not eat.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S17": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "Then said Elkanah her husband to her, “Hannah, why weepest thou? And why eatest thou not? And why is thy heart grieved? Am not I better to thee than ten sons?”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S18": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "So Hannah rose up after they had eaten in Shiloh and after they had drunk. (Now Eli the priest sat upon a seat by a post of the temple of the Lord.)",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S19": {
        "chapter": "1",
        "book": "1-Samuel",
        "text": "And she was in bitterness of soul, and prayed unto the Lord and wept sorely.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S110": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "Then Nahash the Ammonite came up and encamped against Jabeshgilead; and all the men of Jabesh said unto Nahash, “Make a covenant with us, and we will serve thee.”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S111": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And Nahash the Ammonite answered them, “On this condition will I make a covenant with you: that I may thrust out all your right eyes and lay it for a reproach upon all Israel.”",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S112": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And the elders of Jabesh said unto him, “Give us seven days’ respite, that we may send messengers unto all the regions of Israel. And then, if there be no man to save us, we will come out to thee.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S113": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "Then came the messengers to Gibeah of Saul and told the tidings in the ears of the people, and all the people lifted up their voices and wept.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S114": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And behold, Saul came after the herd out of the field; and Saul said, “What aileth the people that they weep?” And they told him the tidings of the men of Jabesh.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S115": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And the Spirit of God came upon Saul when he heard those tidings, and his anger was kindled greatly.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S116": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And he took a yoke of oxen and hewed them in pieces, and sent them throughout all the regions of Israel by the hands of messengers, saying, “Whosoever cometh not forth after Saul and after Samuel, so shall it be done unto his oxen.” And the fear of the Lord fell on the people, and they came out with one consent.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S117": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And when he numbered them in Bezek, the children of Israel were three hundred thousand and the men of Judah thirty thousand.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S118": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And they said unto the messengers who came, “Thus shall ye say unto the men of Jabeshgilead, ‘Tomorrow, by the time the sun is hot, ye shall have help.’” And the messengers came and showed it to the men of Jabesh, and they were glad.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S119": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "Therefore the men of Jabesh said, “Tomorrow we will come out unto you, and ye shall do with us all that seemeth good unto you.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S120": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And Samuel said unto all Israel, “Behold, I have hearkened unto your voice in all that ye said unto me and have made a king over you;",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S121": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "and now, behold, the king walketh before you. And I am old and grayheaded, and behold, my sons are with you; and I have walked before you from my childhood unto this day.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S122": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "Behold, here I am! Witness against me before the Lord and before His anointed. Whose ox have I taken, or whose ass have I taken? Or whom have I defrauded? Whom have I oppressed, or from whose hand have I received any bribe to blind mine eyes therewith? And I will restore it to you.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S123": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And they said, “Thou hast not defrauded us, nor oppressed us, neither hast thou taken aught from any man’s hand.”",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S124": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And he said unto them, “The Lord is witness against you, and His anointed is witness this day, that ye have not found aught in my hand.” And they answered, “He is witness.”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S125": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And Samuel said unto the people, “It is the Lord who advanced Moses and Aaron, and who brought your fathers up out of the land of Egypt.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S126": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "Now therefore stand still, that I may reason with you before the Lord concerning all the righteous acts of the Lord which He did to you and to your fathers.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S127": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "When Jacob had come into Egypt and your fathers cried unto the Lord, then the Lord sent Moses and Aaron, who brought forth your fathers out of Egypt and made them dwell in this place.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S20": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "And Hannah prayed and said, “My heart rejoiceth in the Lord; mine horn is exalted in the Lord. My mouth is enlarged over mine enemies, because I rejoice in Thy salvation.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S21": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "There is none holy as the Lord, for there is none besides Thee; neither is there any rock like our God.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S22": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "Talk no more so exceeding proudly; let not arrogance come out of your mouth; for the Lord is a God of knowledge, and by Him actions are weighed.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S23": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "“The bows of the mighty men are broken, and they that stumbled are girded with strength.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S24": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "They that were full have hired out themselves for bread, and they that were hungry ceased hungering, so that the barren hath borne seven, and she that hath many children is waxed feeble.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S25": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "“The Lord killeth and maketh alive; He bringeth down to the grave and bringeth up.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S26": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "The Lord maketh poor and maketh rich; He bringeth low and lifteth up.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S27": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "He raiseth up the poor out of the dust, and lifteth up the beggar from the dunghill, to set them among princes and to make them inherit the throne of glory. For the pillars of the earth are the Lord’S, and He hath set the world upon them.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S28": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "“He will keep the feet of His saints, and the wicked shall be silent in darkness; for by strength shall no man prevail.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S29": {
        "chapter": "2",
        "book": "1-Samuel",
        "text": "The adversaries of the Lord shall be broken to pieces; out of heaven shall He thunder upon them. The Lord shall judge the ends of the earth; and He shall give strength unto His king and exalt the horn of His anointed.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S210": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "Then came David to Nob to Ahimelech the priest. And Ahimelech was afraid at the meeting of David, and said unto him, “Why art thou alone, and no man with thee?”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S211": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And David said unto Ahimelech the priest, “The king hath commanded me a business, and hath said unto me, ‘Let no man know anything of the business about which I send thee and what I have commanded thee.’ And I have appointed my servants to such and such a place.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S212": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "Now therefore, what is under thine hand? Give me five loaves of bread in mine hand, or what there is present.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S213": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And the priest answered David and said, “There is no common bread under mine hand; but there is hallowed bread, if at least the young men have kept themselves from women.”",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S214": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And David answered the priest and said unto him, “Of a truth women have been kept from us about these three days since I came out; and the vessels of the young men are holy and the bread is in a manner common, yea, though it were sanctified this day in the vessel.”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S215": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "So the priest gave him hallowed bread; for there was no bread there but the showbread that was taken from before the Lord, to put hot bread in the day when it was taken away.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S216": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "Now a certain man of the servants of Saul was there that day, detained before the Lord; and his name was Doeg, an Edomite, the chiefest of the herdsmen who belonged to Saul.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S217": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And David said unto Ahimelech, “And is there not here under thine hand spear or sword? For I have neither brought my sword nor my weapons with me, because the king’s business required haste.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S218": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And the priest said, “The sword of Goliath the Philistine, whom thou slewest in the Valley of Elah, behold, it is here wrapped in a cloth behind the ephod. If thou wilt take that, take it; for there is no other save that here.” And David said, “There is none like that; give it to me.”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S219": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And David arose and fled that day for fear of Saul, and went to Achish the king of Gath.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S220": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "David therefore departed thence and escaped to the cave of Adullam; and when his brethren and all his father’s house heard it, they went down thither to him.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S221": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And every one who was in distress, and every one who was in debt, and every one who was discontented, gathered themselves unto him. And he became a captain over them, and there were with him about four hundred men.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S222": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And David went thence to Mizpeh of Moab; and he said unto the king of Moab, “Let my father and my mother, I pray thee, come forth and be with you, till I know what God will do for me.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S223": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And he brought them before the king of Moab, and they dwelt with him all the while that David was in the stronghold.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S224": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And the prophet Gad said unto David, “Abide not in the stronghold. Depart, and get thee into the land of Judah.” Then David departed and came into the forest of Hereth.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S225": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "When Saul heard that David was discovered and the men who were with him (now Saul abode in Gibeah under a tree in Ramah, having his spear in his hand, and all his servants were standing about him),",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S226": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "then Saul said unto his servants who stood about him, “Hear now, ye Benjamites! Will the son of Jesse give every one of you fields and vineyards, and make you all captains of thousands and captains of hundreds,",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S227": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "that all of you have conspired against me, and there is none who showeth me that my son hath made a league with the son of Jesse; and there is none of you that is sorry for me, or showeth unto me that my son hath stirred up my servant against me to lie in wait, as at this day?”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S228": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "Then answered Doeg the Edomite, who was set over the servants of Saul, and said, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S229": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And he inquired of the Lord for him, and gave him victuals, and gave him the sword of Goliath the Philistine.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S230": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Then they told David, saying, “Behold, the Philistines fight against Keilah, and they rob the threshing floors.”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S231": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Therefore David inquired of the Lord, saying, “Shall I go and smite these Philistines?” And the Lord said unto David, “Go and smite the Philistines, and save Keilah.”",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S232": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And David’s men said unto him, “Behold, we are afraid here in Judah. How much more then if we come to Keilah against the armies of the Philistines?”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S233": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Then David inquired of the Lord yet again. And the Lord answered him and said, “Arise, go down to Keilah; for I will deliver the Philistines into thine hand.”",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S234": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "So David and his men went to Keilah and fought with the Philistines, and brought away their cattle and smote them with a great slaughter. So David saved the inhabitants of Keilah.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S235": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And it came to pass, when Abiathar the son of Ahimelech fled to David at Keilah, that he came down with an ephod in his hand.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S30": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "And the child Samuel ministered unto the Lord before Eli. And the word of the Lord was precious in those days; there was no open vision.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S31": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "And it came to pass at that time, when Eli was lying down in his place, and his eyes began to wax dim so that he could not see,",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S32": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "and ere the lamp of God went out in the temple of the Lord where the ark of God was, and Samuel was lying down to sleep,",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S33": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "that the Lord called Samuel; and he answered, “Here am I.”",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S34": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "And he ran unto Eli and said, “Here am I, for thou called me.” And he said, “I called not; lie down again.” And he went and lay down.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S35": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "And the Lord called yet again, “Samuel.” And Samuel arose and went to Eli and said, “Here am I, for thou didst call me.” And he answered, “I called not, my son; lie down again.”",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S36": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "Now Samuel did not yet know the Lord, neither was the word of the Lord yet revealed unto him.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S37": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "And the Lord called Samuel again the third time. And he arose and went to Eli and said, “Here am I, for thou didst call me.” And Eli perceived that the Lord had called the child.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S38": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "Therefore Eli said unto Samuel, “Go, lie down; and it shall be, if He call thee, that thou shalt say, ‘Speak, Lord, for Thy servant heareth.’” So Samuel went and lay down in his place.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S39": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "And the Lord came and stood, and called as at other times, “Samuel, Samuel.” Then Samuel answered, “Speak, for Thy servant heareth.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S310": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "Now the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and fell down slain on Mount Gilboa.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S311": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And the Philistines followed hard upon Saul and upon his sons; and the Philistines slew Jonathan and Abinadab and Malchishua, Saul’s sons.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S312": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And the battle went sore against Saul, and the archers hit him; and he was sore wounded by the archers.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S313": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "Then said Saul unto his armorbearer, “Draw thy sword and thrust me through therewith, lest these uncircumcised come and thrust me through and abuse me.” But his armorbearer would not, for he was sore afraid. Therefore Saul took a sword, and fell upon it.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S314": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And when his armorbearer saw that Saul was dead, he fell likewise upon his sword and died with him.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S315": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "So Saul died, and his three sons, and his armorbearer, and all his men that same day together.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S316": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And when the men of Israel who were on the other side of the valley, and those who were on the other side of the Jordan, saw that the men of Israel had fled and that Saul and his sons were dead, they forsook the cities and fled; and the Philistines came and dwelt in them.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S317": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And it came to pass on the morrow, when the Philistines came to strip the slain, that they found Saul and his three sons fallen on Mount Gilboa.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S318": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And they cut off his head and stripped off his armor, and sent into the land of the Philistines round about to proclaim it in the house of their idols and among the people.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S319": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And they put his armor in the house of Ashtaroth, and they fastened his body to the wall of Bethshan.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S320": {
        "chapter": "3",
        "book": "1-Samuel",
        "text": "And the Lord appeared again in Shiloh, for the Lord revealed Himself to Samuel in Shiloh by the word of the Lord.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S40": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And the word of Samuel came to all Israel. Now Israel went out against the Philistines to battle, and pitched camp beside Ebenezer; and the Philistines pitched in Aphek.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S41": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And the Philistines put themselves in array against Israel; and when they joined battle, Israel was smitten before the Philistines, and they slew of the army in the field about four thousand men.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S42": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And when the people had come into the camp, the elders of Israel said, “Why hath the Lord smitten us today before the Philistines? Let us fetch the ark of the covenant of the Lord out of Shiloh unto us, that when it cometh among us, it may save us out of the hand of our enemies.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S43": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "So the people sent to Shiloh, that they might bring from thence the ark of the covenant of the Lord of hosts, which dwelleth between the cherubims; and the two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S44": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And when the ark of the covenant of the Lord came into the camp, all Israel shouted with a great shout, so that the earth rang again.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S45": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And when the Philistines heard the noise of the shout, they said, “What meaneth the noise of this great shout in the camp of the Hebrews?” And they understood that the ark of the Lord had come into the camp.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S46": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And the Philistines were afraid, for they said, “God has come into the camp!” And they said, “Woe unto us! For there hath not been such a thing heretofore.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S47": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "Woe unto us! Who shall deliver us out of the hand of these mighty gods? These are the gods who smote the Egyptians with all the plagues in the wilderness.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S48": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "Be strong, and acquit yourselves like men, O ye Philistines, that ye be not servants unto the Hebrews, as they have been to you. Acquit yourselves like men, and fight!”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S49": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And the Philistines fought, and Israel was smitten, and they fled every man into his tent; and there was a very great slaughter, for there fell of Israel thirty thousand footmen.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S410": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And the ark of God was taken; and the two sons of Eli, Hophni and Phinehas, were slain.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S411": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And there ran a man of Benjamin from the army, and came to Shiloh the same day with his clothes rent and with earth upon his head.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S412": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And when he came, lo, Eli sat upon a seat by the wayside watching; for his heart trembled for the ark of God. And when the man came into the city and told it, all the city cried out.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S413": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And when Eli heard the noise of the crying, he said, “What meaneth the noise of this tumult?” And the man came in hastily and told Eli.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S414": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "Now Eli was ninety and eight years old, and his eyes were dim so that he could not see.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S415": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And the man said unto Eli, “I am he that came from the army, and I fled today from the army.” And he said, “What is done there, my son?”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S416": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And the messenger answered and said, “Israel has fled before the Philistines, and there hath been also a great slaughter among the people; and thy two sons also, Hophni and Phinehas, are dead, and the ark of God is taken.”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S417": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And it came to pass, when he made mention of the ark of God, that he fell from off the seat backward by the side of the gate, and his neck broke and he died; for he was an old man, and heavy. And he had judged Israel forty years.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S418": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And his daughter-in-law, Phinehas’ wife, was with child, soon to be delivered. And when she heard the tidings that the ark of God was taken, and that her father-in-law and her husband were dead, she bowed herself and travailed, for her pains came upon her.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S419": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And about the time of her death the women who stood by her said unto her, “Fear not, for thou hast borne a son.” But she answered not, neither did she regard it.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S420": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And she named the child Ichabod [that is, Where is the glory?], saying, “The glory has departed from Israel”—because the ark of God was taken and because of her father-in-law and her husband.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S421": {
        "chapter": "4",
        "book": "1-Samuel",
        "text": "And she said, “The glory has departed from Israel, for the ark of God is taken.”",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S50": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "And the Philistines took the ark of God and brought it from Ebenezer unto Ashdod.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S51": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "When the Philistines took the ark of God, they brought it into the house of Dagon and set it by Dagon.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S52": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "And when those of Ashdod arose early on the morrow, behold, Dagon had fallen upon his face to the earth before the ark of the Lord. And they took Dagon and set him in his place again.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S53": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "And when they arose early on the morrow morning, behold, Dagon had fallen upon his face to the ground before the ark of the Lord; and the head of Dagon and both the palms of his hands were cut off upon the threshold; only the stump of Dagon was left to him.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S54": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "Therefore neither the priests of Dagon nor any who come into Dagon’s house tread on the threshold of Dagon in Ashdod unto this day.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S55": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "But the hand of the Lord was heavy upon those of Ashdod, and He destroyed them and smote them with hemorrhoids, even Ashdod and the borders thereof.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S56": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "And when the men of Ashdod saw that it was so, they said, “The ark of the God of Israel shall not abide with us, for his hand is sore upon us and upon Dagon our god.”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S57": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "They sent therefore and gathered all the lords of the Philistines unto them and said, “What shall we do with the ark of the God of Israel?” And they answered, “Let the ark of the God of Israel be carried about unto Gath.” And they carried the ark of the God of Israel about thither.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S58": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "And it was so that, after they had carried it about, the hand of the Lord was against the city with a very great destruction; and He smote the men of the city, both small and great, and they had hemorrhoids in their secret parts.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S59": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "Therefore they sent the ark of God to Ekron. And it came to pass, as the ark of God came to Ekron, that the Ekronites cried out, saying, “They have brought about the ark of the God of Israel to us to slay us and our people.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S510": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "So they sent and gathered together all the lords of the Philistines and said, “Send away the ark of the God of Israel, and let it go again to his own place, that it slay us not, and our people.” For there was a deadly destruction throughout all the city; the hand of God was very heavy there.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S511": {
        "chapter": "5",
        "book": "1-Samuel",
        "text": "And the men who died not were smitten with the hemorrhoids; and the cry of the city went up to heaven.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S60": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And the ark of the Lord was in the country of the Philistines seven months.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S61": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And the Philistines called for the priests and the diviners, saying, “What shall we do to the ark of the Lord? Tell us how we shall send it to his place.”",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S62": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And they said, “If ye send away the ark of the God of Israel, send it not empty; but in any wise return him a trespass offering. Then ye shall be healed, and it shall be known to you why his hand is not removed from you.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S63": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "Then said they, “What shall be the trespass offering which we shall return to him?” They answered, “Five golden hemorrhoids and five golden mice, according to the number of the lords of the Philistines; for one plague was on you all and on your lords.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S64": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "Therefore ye shall make images of your hemorrhoids and images of your mice that mar the land, and ye shall give glory unto the God of Israel. Perhaps he will lighten his hand from you and from your gods and from your land.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S65": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "Why then do ye harden your hearts as the Egyptians and Pharaoh hardened their hearts? When he had wrought wonderfully among them, did they not let the people go, and they departed?",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S66": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "Now therefore make a new cart, and take two milk cows on which there hath come no yoke, and tie the cows to the cart and bring their calves home from them.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S67": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And take the ark of the Lord and lay it upon the cart; and put the jewels of gold, which ye return to him for a trespass offering, in a coffer by the side thereof; and send it away, that it may go.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S68": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And see: If it goeth up by the way of his own coast to Bethshemesh, then he hath done us this great evil. But if not, then we shall know that it is not his hand that smote us; it was a chance that happened to us.”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S69": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And the men did so; and took two milk cows and tied them to the cart, and shut up their calves at home.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S610": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And they laid the ark of the Lord upon the cart, and the coffer with the mice of gold and the images of their hemorrhoids.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S611": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And the cows took the straight way to the way of Bethshemesh, and went along the highway, lowing as they went, and turned not aside to the right hand or to the left; and the lords of the Philistines went after them unto the border of Bethshemesh.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S612": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And they of Bethshemesh were reaping their wheat harvest in the valley; and they lifted up their eyes and saw the ark, and rejoiced to see it.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S613": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And the cart came into the field of Joshua, a Bethshemite, and stood there where there was a great stone. And they cleaved the wood of the cart and offered the cows as a burnt offering unto the Lord.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S614": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And the Levites took down the ark of the Lord and the coffer that was with it, wherein the jewels of gold were, and put them on the great stone; and the men of Bethshemesh offered burnt offerings and sacrificed sacrifices the same day unto the Lord.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S615": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And when the five lords of the Philistines had seen it, they returned to Ekron the same day.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S616": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And these are the golden hemorrhoids which the Philistines returned for a trespass offering unto the Lord: for Ashdod one, for Gaza one, for Ashkelon one, for Gath one, for Ekron one;",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S617": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "and the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both of fortified cities and of country villages, even unto the great stone of Abel whereon they set down the ark of the Lord, which stone remaineth unto this day in the field of Joshua, the Bethshemite.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S618": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And He smote the men of Bethshemesh, because they had looked into the ark of the Lord; even He smote of the people fifty thousand and threescore and ten men. And the people lamented because the Lord had smitten many of the people with a great slaughter.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S619": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And the men of Bethshemesh said, “Who is able to stand before this holy Lord God? And to whom shall He go up from us?”",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S620": {
        "chapter": "6",
        "book": "1-Samuel",
        "text": "And they sent messengers to the inhabitants of Kirjathjearim, saying, “The Philistines have brought back the ark of the Lord. Come ye down and fetch it up to you.”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S70": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And the men of Kirjathjearim came and fetched up the ark of the Lord, and brought it into the house of Abinadab on the hill, and sanctified Eleazar his son to keep the ark of the Lord.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S71": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And it came to pass, while the ark remained in Kirjathjearim, that the time was long, for it was twenty years; and all the house of Israel lamented after the Lord.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S72": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And Samuel spoke unto all the house of Israel, saying, “If ye do return unto the Lord with all your hearts, then put away the strange gods and Ashtaroth from among you, and prepare your hearts unto the Lord and serve Him only; and He will deliver you out of the hand of the Philistines.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S73": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "Then the children of Israel put away the Baalim and Ashtaroth, and served the Lord only.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S74": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And Samuel said, “Gather all Israel to Mizpah, and I will pray for you unto the Lord.”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S75": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And they gathered together at Mizpah, and drew water and poured it out before the Lord, and fasted on that day, and said there, “We have sinned against the Lord.” And Samuel judged the children of Israel at Mizpah.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S76": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And when the Philistines heard that the children of Israel were gathered together at Mizpah, the lords of the Philistines went up against Israel. And when the children of Israel heard it, they were afraid of the Philistines.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S77": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And the children of Israel said to Samuel, “Cease not to cry unto the Lord our God for us, that He will save us out of the hand of the Philistines.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S78": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And Samuel took a sucking lamb and offered it for a burnt offering wholly unto the Lord; and Samuel cried unto the Lord for Israel, and the Lord heard him.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S79": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel; but the Lord thundered with a great thunder on that day upon the Philistines and discomfited them, and they were smitten before Israel.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S710": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And the men of Israel went out of Mizpah, and pursued the Philistines and smote them until they came under Bethcar.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S711": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "Then Samuel took a stone and set it between Mizpah and Shen, and called the name of it Ebenezer [that is, The stone of help], saying, “Hitherto hath the Lord helped us.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S712": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "So the Philistines were subdued, and they came no more into the border of Israel; and the hand of the Lord was against the Philistines all the days of Samuel.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S713": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And the cities which the Philistines had taken from Israel were restored to Israel, from Ekron even unto Gath; and the borders thereof did Israel deliver out of the hands of the Philistines. And there was peace between Israel and the Amorites.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S714": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And Samuel judged Israel all the days of his life.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S715": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And he went from year to year in circuit to Bethel and Gilgal and Mizpah, and judged Israel in all those places.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S716": {
        "chapter": "7",
        "book": "1-Samuel",
        "text": "And his return was to Ramah, for there was his house; and there he judged Israel, and there he built an altar unto the Lord.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S80": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And it came to pass when Samuel was old that he made his sons judges over Israel.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S81": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "Now the name of his firstborn was Joel, and the name of his second, Abijah; they were judges in Beersheba.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S82": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And his sons walked not in his ways, but turned aside after lucre and took bribes and perverted judgment.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S83": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "Then all the elders of Israel gathered themselves together, and came to Samuel at Ramah",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S84": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "and said unto him, “Behold, thou art old, and thy sons walk not in thy ways. Now make us a king to judge us, like all the nations.”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S85": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "But the thing displeased Samuel when they said, “Give us a king to judge us.” And Samuel prayed unto the Lord.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S86": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And the Lord said unto Samuel, “Hearken unto the voice of the people in all that they say unto thee; for they have not rejected thee, but they have rejected Me, that I should not reign over them.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S87": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "According to all the works which they have done since the day that I brought them up out of Egypt even unto this day, wherewith they have forsaken Me and served other gods, so do they also unto thee.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S88": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "Now therefore hearken unto their voice. However, yet protest solemnly unto them and show them the ways of the king that shall reign over them.”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S89": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And Samuel told all the words of the Lord unto the people who asked of him a king.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S810": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And he said, “This will be the manner of the king who shall reign over you: He will take your sons and appoint them for himself, for his chariots and to be his horsemen; and some shall run before his chariots.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S811": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And he will appoint him captains over thousands and captains over fifties, and will set them to till his ground and to reap his harvest, and to make his instruments of war and instruments of his chariots.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S812": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And he will take your daughters to be confectioners and to be cooks and to be bakers.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S813": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And he will take your fields and your vineyards and your olive yards, even the best of them, and give them to his servants.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S814": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And he will take a tenth of your seed and of your vineyards, and give to his officers and to his servants.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S815": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And he will take your menservants, and your maidservants, and your goodliest young men, and your asses, and put them to his work.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S816": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "He will take a tenth of your sheep; and ye shall be his servants.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S817": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And ye shall cry out on that day because of your king which ye shall have chosen you; and the Lord will not hear you in that day.”",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S818": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "Nevertheless the people refused to obey the voice of Samuel, and they said, “Nay; but we will have a king over us,",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S819": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "that we also may be like all the nations, and that our king may judge us and go out before us and fight our battles.”",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S820": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And Samuel heard all the words of the people, and he recounted them in the ears of the Lord.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S821": {
        "chapter": "8",
        "book": "1-Samuel",
        "text": "And the Lord said to Samuel, “Hearken unto their voice, and make them a king.” And Samuel said unto the men of Israel, “Go ye every man unto his city.”",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S90": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "Now there was a man of Benjamin whose name was Kish the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, a Benjamite, a mighty man of power.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S91": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And he had a son, whose name was Saul, a choice young man, and a goodly; and there was not among the children of Israel a goodlier person than he. From his shoulders and upward he was higher than any of the people.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S92": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And the asses of Kish, Saul’s father, were lost. And Kish said to Saul his son, “Take now one of the servants with thee, and arise, go seek the asses.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S93": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And he passed through Mount Ephraim and passed through the land of Shalisha, but they found them not. Then they passed through the land of Shaalim, and there they were not; and he passed through the land of the Benjamites, but they found them not.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S94": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And when they had come to the land of Zuph, Saul said to his servant who was with him, “Come, and let us return, lest my father leave caring for the asses and take thought for us.”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S95": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And he said unto him, “Behold now, there is in this city a man of God, and he is an honorable man. All that he saith cometh surely to pass. Now let us go thither. Perhaps he can show us our way that we should go.”",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S96": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "Then said Saul to his servant, “But behold, if we go, what shall we bring the man? For the bread is spent in our vessels and there is not a present to bring to the man of God. What have we?”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S97": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And the servant answered Saul again and said, “Behold, I have here at hand a fourth part of a shekel of silver. That will I give to the man of God to tell us our way.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S98": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "(Before this in Israel, when a man went to inquire of God, thus he spoke: “Come, and let us go to the seer”; for he that is now called a prophet was formerly called a seer.)",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S99": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "Then said Saul to his servant, “Well said; come, let us go.” So they went unto the city where the man of God was.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S910": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And as they went up the hill to the city, they found young maidens going out to draw water, and said unto them, “Is the seer here?”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S911": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And they answered them and said, “He is; behold, he is before you. Make haste now, for he came today to the city; for there is a sacrifice of the people today on the high place.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S912": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "As soon as ye have come into the city, ye shall straightway find him before he go up to the high place to eat; for the people will not eat until he come, because he doth bless the sacrifice; and afterwards they eat that are bidden. Now therefore get you up, for about this time ye shall find him.”",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S913": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And they went up into the city; and when they had come into the city, behold, Samuel came out toward them to go up to the high place.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S914": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "Now the Lord had told Samuel in his ear a day before Saul came, saying,",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S915": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "“Tomorrow about this time I will send thee a man out of the land of Benjamin, and thou shalt anoint him to be captain over My people Israel, that he may save My people out of the hand of the Philistines; for I have looked upon My people, because their cry has come unto Me.”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S916": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And when Samuel saw Saul, the Lord said unto him, “Behold the man whom I spoke to thee of! This same shall reign over My people.”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S917": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "Then Saul drew near to Samuel in the gate, and said, “Tell me, I pray thee, where the seer’s house is.”",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S918": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And Samuel answered Saul and said, “I am the seer. Go up before me unto the high place; for ye shall eat with me today, and tomorrow I will let thee go and will tell thee all that is in thine heart.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S919": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And as for thine asses that were lost three days ago, set not thy mind on them, for they are found. And on whom is all the desire of Israel? Is it not on thee and on all thy father’s house?”",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S920": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And Saul answered and said, “Am not I a Benjamite, of the smallest of the tribes of Israel, and my family the least of all the families of the tribe of Benjamin? Why then speakest thou so to me?”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S921": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And Samuel took Saul and his servant and brought them into the hall, and made them sit in the chiefest place among those who were bidden, who were about thirty persons.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S922": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And Samuel said unto the cook, “Bring the portion which I gave thee, of which I said unto thee, ‘Set it by thee.’”",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S923": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And the cook took up the shoulder and that which was upon it, and set it before Saul. And Samuel said, “Behold that which is left! Set it before thee and eat; for unto this time hath it been kept for thee since I said, ‘I have invited the people.’” So Saul ate with Samuel that day.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S924": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And when they had come down from the high place into the city, Samuel communed with Saul upon the top of the house.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S925": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And they arose early. And it came to pass about the dawn of the day that Samuel called Saul to the top of the house, saying, “Up, that I may send thee away.” And Saul arose, and they went out both of them, he and Samuel, abroad.",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S926": {
        "chapter": "9",
        "book": "1-Samuel",
        "text": "And as they were going down to the end of the city, Samuel said to Saul, “Bid the servant pass on before us.” (And he passed on.) “But stand thou still a while, that I may show thee the word of God.”",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S100": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "Then Samuel took a vial of oil and poured it upon his head, and kissed him and said, “Is it not because the Lord hath anointed thee to be captain over His inheritance?",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S101": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "When thou art departed from me today, then thou shalt find two men by Rachel’s sepulcher in the border of Benjamin at Zelzah; and they will say unto thee, ‘The asses which thou wentest to seek are found. And lo, thy father hath left the care of the asses and sorroweth for you, saying, “What shall I do for my son?”’",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S102": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "Then shalt thou go on forward from thence, and thou shalt come to the plain of Tabor; and there shall meet thee three men going up to God at Bethel, one carrying three kids and another carrying three loaves of bread and another carrying a bottle of wine.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S103": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And they will salute thee and give thee two loaves of bread, which thou shalt receive from their hands.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S104": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "After that thou shalt come to the hill of God, where is the garrison of the Philistines; and it shall come to pass, when thou art come thither to the city, that thou shalt meet a company of prophets coming down from the high place with a psaltery and a taboret and a pipe and a harp before them; and they shall prophesy.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S105": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And the Spirit of the Lord will come upon thee, and thou shalt prophesy with them and shalt be turned into another man.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S106": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And let it be, when these signs have come unto thee, that thou do as the occasion serve thee; for God is with thee.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S107": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And thou shalt go down before me to Gilgal; and behold, I will come down unto thee to offer burnt offerings and to sacrifice sacrifices of peace offerings. Seven days shalt thou tarry, till I come to thee and show thee what thou shalt do.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S108": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And it was so that, when he had turned his back to go from Samuel, God gave him another heart; and all those signs came to pass that day.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S109": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1010": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And it came to pass when all who knew him before saw that, behold, he prophesied among the prophets, then the people said one to another, “What is this that has come unto the son of Kish? Is Saul also among the prophets?”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1011": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And one of the same place answered and said, “But who is their father?” Therefore it became a proverb: “Is Saul also among the prophets?”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1012": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And when he had made an end of prophesying, he came to the high place.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1013": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And Saul’s uncle said unto him and to his servant, “Whither went ye?” And he said, “To seek the asses; and when we saw that they were nowhere, we came to Samuel.”",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1014": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And Saul’s uncle said, “Tell me, I pray thee, what Samuel said unto you.”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1015": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And Saul said unto his uncle, “He told us plainly that the asses were found.” But of the matter of the kingdom, whereof Samuel spoke, he told him not.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1016": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And Samuel called the people together unto the Lord at Mizpah,",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1017": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "and said unto the children of Israel, “Thus saith the Lord God of Israel: ‘I brought up Israel out of Egypt, and delivered you out of the hand of the Egyptians and out of the hand of all kingdoms and from them that oppressed you.’",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1018": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And ye have this day rejected your God, who Himself saved you out of all your adversities and your tribulations, and ye have said unto Him, ‘Nay, but set a king over us.’ Now therefore present yourselves before the Lord by your tribes and by your thousands.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1019": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was taken.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1020": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "When he had caused the tribe of Benjamin to come near by their families, the family of Matri was taken, and Saul the son of Kish was taken; and when they sought him, he could not be found.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1021": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "Therefore they inquired of the Lord further if the man should yet come thither. And the Lord answered, “Behold, he hath hid himself among the supplies.”",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1022": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And they ran and fetched him thence; and when he stood among the people, he was higher than any of the people from his shoulders and upward.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S1023": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And Samuel said to all the people, “See ye him whom the Lord hath chosen, that there is none like him among all the people?” And all the people shouted and said, “God save the king!”",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S1024": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "Then Samuel told the people the manner of the kingdom, and wrote it in a book and laid it up before the Lord. And Samuel sent all the people away, every man to his house.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S1025": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "And Saul also went home to Gibeah. And there went with him a band of men, whose hearts God had touched.",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S1026": {
        "chapter": "10",
        "book": "1-Samuel",
        "text": "But the children of Belial said, “How shall this man save us?” And they despised him, and brought him no presents. But he held his peace.",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S1110": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And it was so on the morrow, that Saul put the people in three companies; and they came into the midst of the host in the morning watch, and slew the Ammonites until the heat of the day; and it came to pass that those who remained were scattered, so that two of them were not left together.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1111": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And the people said unto Samuel, “Who is he that said, ‘Shall Saul reign over us?’ Bring the men, that we may put them to death.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1112": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And Saul said, “There shall not a man be put to death this day, for today the Lord hath wrought salvation in Israel.”",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1113": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "Then said Samuel to the people, “Come, and let us go to Gilgal and renew the kingdom there.”",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1114": {
        "chapter": "11",
        "book": "1-Samuel",
        "text": "And all the people went to Gilgal, and there they made Saul king before the Lord in Gilgal. And there they sacrificed sacrifices of peace offerings before the Lord; and there Saul and all the men of Israel rejoiced greatly.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S128": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And when they forgot the Lord their God, He sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S129": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And they cried unto the Lord and said, ‘We have sinned, because we have forsaken the Lord and have served the Baalim and Ashtaroth; but now deliver us out of the hand of our enemies, and we will serve Thee.’",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1210": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And the Lord sent Jerubbaal, and Bedan, and Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side, and ye dwelt safe.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1211": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And when ye saw that Nahash the king of the children of Ammon came against you, ye said unto me, ‘Nay, but a king shall reign over us,’ when the Lord your God was your king.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1212": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "Now therefore behold the king whom ye have chosen and whom ye have desired! And behold, the Lord hath set a king over you.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1213": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "If ye will fear the Lord and serve Him and obey His voice and not rebel against the commandment of the Lord, then shall both ye and also the king who reigneth over you continue following the Lord your God.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1214": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "But if ye will not obey the voice of the Lord, but rebel against the commandment of the Lord, then shall the hand of the Lord be against you, as it was against your fathers.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1215": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "Now therefore stand and see this great thing which the Lord will do before your eyes.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1216": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "Is it not wheat harvest today? I will call unto the Lord, and He shall send thunder and rain, that ye may perceive and see that your wickedness is great which ye have done in the sight of the Lord, in asking for yourselves a king.”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1217": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "So Samuel called unto the Lord, and the Lord sent thunder and rain that day; and all the people greatly feared the Lord and Samuel.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1218": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And all the people said unto Samuel, “Pray for thy servants unto the Lord thy God, that we die not. For we have added unto all our sins this evil: to ask for us a king.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1219": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And Samuel said unto the people, “Fear not. Ye have done all this wickedness; yet turn not aside from following the Lord, but serve the Lord with all your heart.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1220": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "And turn ye not aside; for then should ye go after vain things which cannot profit nor deliver, for they are vain.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1221": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "For the Lord will not forsake His people for His great name’s sake, because it hath pleased the Lord to make you His people.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1222": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "Moreover as for me, God forbid that I should sin against the Lord in ceasing to pray for you; but I will teach you the good and the right way.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S1223": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "Only fear the Lord, and serve Him in truth with all your heart; for consider what great things He hath done for you.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S1224": {
        "chapter": "12",
        "book": "1-Samuel",
        "text": "But if ye shall still do wickedly, ye shall be consumed, both ye and your king.”",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S130": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "Saul reigned one year; and when he had reigned two years over Israel,",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S131": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "Saul chose for himself three thousand men of Israel, whereof two thousand were with Saul in Michmash and on Mount Bethel, and a thousand were with Jonathan in Gibeah of Benjamin; and the rest of the people he sent every man to his tent.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S132": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And Jonathan smote the garrison of the Philistines that was in Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear!”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S133": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And all Israel heard it said that Saul had smitten a garrison of the Philistines, and that Israel also was held in abomination by the Philistines. And the people were called together after Saul to Gilgal.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S134": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And the Philistines gathered themselves together to fight with Israel, thirty thousand chariots and six thousand horsemen, and people as the sand which is on the seashore in multitude. And they came up and pitched camp in Michmash, eastward from Bethaven.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S135": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "When the men of Israel saw that they were in a strait (for the people were distressed), then the people hid themselves in caves and in thickets and in rocks and in high places and in pits.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S136": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And some of the Hebrews went over the Jordan to the land of Gad and Gilead. As for Saul, he was yet in Gilgal, and all the people followed him trembling.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S137": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And he tarried seven days, according to the set time that Samuel had appointed; but Samuel came not to Gilgal, and the people were scattered from him.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S138": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And Saul said, “Bring hither a burnt offering to me and peace offerings.” And he offered the burnt offering.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S139": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And it came to pass that as soon as he had made an end of offering the burnt offering, behold, Samuel came; and Saul went out to meet him, that he might salute him.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1310": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And Samuel said, “What hast thou done?” And Saul said, “Because I saw that the people were scattered from me, and that thou camest not within the days appointed, and that the Philistines gathered themselves together at Michmash,",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1311": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "therefore said I, ‘The Philistines will come down now upon me to Gilgal, and I have not made supplication unto the Lord.’ I forced myself therefore, and offered a burnt offering.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1312": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And Samuel said to Saul, “Thou hast done foolishly. Thou hast not kept the commandment of the Lord thy God which He commanded thee, for now would the Lord have established thy kingdom upon Israel for ever.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1313": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "But now thy kingdom shall not continue. The Lord hath sought Him a man after His own heart, and the Lord hath commanded him to be captain over His people, because thou hast not kept that which the Lord commanded thee.”",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1314": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And Samuel arose, and went up from Gilgal unto Gibeah of Benjamin. And Saul numbered the people who were present with him, about six hundred men.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1315": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And Saul and Jonathan his son and the people who were present with them abode in Gibeah of Benjamin; but the Philistines encamped in Michmash.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1316": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And the despoilers came out of the camp of the Philistines in three companies: one company turned unto the way that leadeth to Ophrah, unto the land of Shual,",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1317": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "and another company turned the way to Bethhoron, and another company turned to the way of the border that looketh to the Valley of Zeboim toward the wilderness.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1318": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "Now there was no smith found throughout all the land of Israel; for the Philistines said, “Lest the Hebrews make themselves swords or spears.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1319": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "But all the Israelites went down to the Philistines to sharpen every man his plowshare and his coulter and his ax and his mattock.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1320": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "Yet they had a file for the mattocks and for the coulters and for the forks and for the axes, and to sharpen the goads.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1321": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "So it came to pass on the day of battle that there was neither sword nor spear found in the hand of any of the people who were with Saul and Jonathan, but with Saul and with Jonathan his son were they found.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1322": {
        "chapter": "13",
        "book": "1-Samuel",
        "text": "And the garrison of the Philistines went out to the passage of Michmash.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S140": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Now it came to pass upon a day that Jonathan, the son of Saul, said unto the young man who bore his armor, “Come, and let us go over to the Philistines’ garrison that is on the other side.” But he told not his father.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S141": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul tarried in the outermost part of Gibeah under a pomegranate tree which is in Migron. And the people who were with him were about six hundred men,",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S142": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "and Ahijah the son of Ahitub, Ichabod’s brother, the son of Phinehas, the son of Eli, the Lord’S priest in Shiloh, wearing an ephod. And the people knew not that Jonathan was gone.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S143": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And between the passages, by which Jonathan sought to go over unto the Philistines’ garrison, there was a sharp rock on one side and a sharp rock on the other side; and the name of the one was Bozez, and the name of the other Seneh.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S144": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "The forefront of the one was situated northward over against Michmash and the other southward over against Gibeah.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S145": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Jonathan said to the young man who bore his armor, “Come, and let us go over unto the garrison of these uncircumcised. It may be that the Lord will work for us, for there is no restraint to the Lord to save by many or by few.”",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S146": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And his armorbearer said unto him, “Do all that is in thine heart. Turn thee; behold, I am with thee, according to thy heart.”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S147": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then said Jonathan, “Behold, we will pass over unto these men, and we will disclose ourselves unto them.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S148": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "If they say thus unto us, ‘Tarry until we come to you,’ then we will stand still in our place and will not go up unto them.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S149": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "But if they say thus, ‘Come up unto us,’ then we will go up; for the Lord hath delivered them into our hand, and this shall be a sign unto us.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1410": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And both of them revealed themselves unto the garrison of the Philistines; and the Philistines said, “Behold, the Hebrews come forth out of the holes where they had hid themselves.”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1411": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And the men of the garrison answered Jonathan and his armorbearer, and said, “Come up to us, and we will show you a thing.” And Jonathan said unto his armorbearer, “Come up after me, for the Lord hath delivered them into the hand of Israel.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1412": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Jonathan climbed up upon his hands and upon his feet, and his armorbearer after him. And they fell before Jonathan, and his armorbearer slew after him.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1413": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And that first slaughter which Jonathan and his armorbearer made was about twenty men within, as it were, a half acre of land which a yoke of oxen might plow.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1414": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And there was trembling in the host, in the field, and among all the people. The garrison and the despoilers also trembled, and the earth quaked; so it was a very great trembling.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1415": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And the watchmen of Saul in Gibeah of Benjamin looked; and behold, the multitude melted away, and they went on beating down one another.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1416": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then said Saul unto the people who were with him, “Number now, and see who is gone from us.” And when they had numbered, behold, Jonathan and his armorbearer were not there.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1417": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul said unto Ahijah, “Bring hither the ark of God.” For the ark of God was at that time with the children of Israel.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1418": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And it came to pass, while Saul talked unto the priest, that the noise that was in the host of the Philistines went on and increased; and Saul said unto the priest, “Withdraw thine hand.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1419": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul and all the people who were with him assembled themselves, and they came to the battle; and behold, every man’s sword was against his fellow, and there was a very great discomfiture.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1420": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Moreover the Hebrews who were with the Philistines before that time, who went up with them into the camp from the country round about, even they also turned to be with the Israelites who were with Saul and Jonathan.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1421": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Likewise all the men of Israel who had hidden themselves on Mount Ephraim, when they heard that the Philistines fled, even they also followed hard after them in the battle.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1422": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "So the Lord saved Israel that day, and the battle passed over unto Bethaven.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S1423": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And the men of Israel were distressed that day, for Saul had adjured the people, saying, “Cursed be the man who eateth any food until evening, that I may be avenged on mine enemies.” So none of the people tasted any food.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S1424": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And all they of the land came to a woods, and there was honey upon the ground.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S1425": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And when the people had come into the woods, behold, the honey dropped; but no man put his hand to his mouth, for the people feared the oath.",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S1426": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "But Jonathan heard not when his father charged the people with the oath. Therefore he put forth the end of the rod that was in his hand and dipped it in a honeycomb and put his hand to his mouth, and his eyes were enlightened.",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S1427": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then answered one of the people and said, “Thy father strictly charged the people with an oath, saying, ‘Cursed be the man who eateth any food this day.’” And the people were faint.",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S1428": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then said Jonathan, “My father hath troubled the land. See, I pray you, how mine eyes have been enlightened because I tasted a little of this honey.",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S1429": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "How much more, if perhaps the people had eaten freely today of the spoil of their enemies which they found? For would there not have been now a much greater slaughter among the Philistines?”",
        "bible": "KJV21",
        "verse": "30"
      },
      "1-Samuel2coOAF2dByWwsL1S1430": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And they smote the Philistines that day from Michmash to Aijalon; and the people were very faint.",
        "bible": "KJV21",
        "verse": "31"
      },
      "1-Samuel2coOAF2dByWwsL1S1431": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And the people flew upon the spoil, and took sheep and oxen and calves, and slew them on the ground; and the people ate them with the blood.",
        "bible": "KJV21",
        "verse": "32"
      },
      "1-Samuel2coOAF2dByWwsL1S1432": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then they told Saul, saying, “Behold, the people sin against the Lord in that they eat with the blood.” And he said, “Ye have transgressed! Roll a great stone unto me this day.”",
        "bible": "KJV21",
        "verse": "33"
      },
      "1-Samuel2coOAF2dByWwsL1S1433": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul said, “Disperse yourselves among the people and say unto them, ‘Bring me hither every man his ox and every man his sheep, and slay them here and eat; and sin not against the Lord in eating with the blood.’” And all the people brought every man his ox with him that night, and slew them there.",
        "bible": "KJV21",
        "verse": "34"
      },
      "1-Samuel2coOAF2dByWwsL1S1434": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul built an altar unto the Lord; the same was the first altar that he built unto the Lord.",
        "bible": "KJV21",
        "verse": "35"
      },
      "1-Samuel2coOAF2dByWwsL1S1435": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul said, “Let us go down after the Philistines by night and despoil them until the morning light, and let us not leave a man of them.” And they said, “Do whatsoever seemeth good unto thee.” Then said the priest, “Let us draw near hither unto God.”",
        "bible": "KJV21",
        "verse": "36"
      },
      "1-Samuel2coOAF2dByWwsL1S1436": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul asked counsel of God: “Shall I go down after the Philistines? Wilt Thou deliver them into the hand of Israel?” But He answered him not that day.",
        "bible": "KJV21",
        "verse": "37"
      },
      "1-Samuel2coOAF2dByWwsL1S1437": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul said, “Draw ye near hither, all the chief of the people, and know and see wherein this sin hath been this day.",
        "bible": "KJV21",
        "verse": "38"
      },
      "1-Samuel2coOAF2dByWwsL1S1438": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "For, as the Lord liveth who saveth Israel, though it be in Jonathan my son, he shall surely die.” But there was not a man among all the people who answered him.",
        "bible": "KJV21",
        "verse": "39"
      },
      "1-Samuel2coOAF2dByWwsL1S1439": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then said he unto all Israel, “Be ye on one side, and I and Jonathan my son will be on the other side.” And the people said unto Saul, “Do what seemeth good unto thee.”",
        "bible": "KJV21",
        "verse": "40"
      },
      "1-Samuel2coOAF2dByWwsL1S1440": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Therefore Saul said unto the Lord God of Israel, “Give a perfect lot.” And Saul and Jonathan were taken, but the people escaped.",
        "bible": "KJV21",
        "verse": "41"
      },
      "1-Samuel2coOAF2dByWwsL1S1441": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul said, “Cast lots between me and Jonathan my son.” And Jonathan was taken.",
        "bible": "KJV21",
        "verse": "42"
      },
      "1-Samuel2coOAF2dByWwsL1S1442": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then Saul said to Jonathan, “Tell me what thou hast done.” And Jonathan told him and said, “I did but taste a little honey with the end of the rod that was in mine hand, and lo, I must die.”",
        "bible": "KJV21",
        "verse": "43"
      },
      "1-Samuel2coOAF2dByWwsL1S1443": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Saul answered, “God do so and more also; for thou shalt surely die, Jonathan.”",
        "bible": "KJV21",
        "verse": "44"
      },
      "1-Samuel2coOAF2dByWwsL1S1444": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And the people said unto Saul, “Shall Jonathan die, who hath wrought this great salvation in Israel? God forbid! As the Lord liveth, there shall not one hair of his head fall to the ground, for he hath wrought with God this day.” So the people rescued Jonathan, that he died not.",
        "bible": "KJV21",
        "verse": "45"
      },
      "1-Samuel2coOAF2dByWwsL1S1445": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Then Saul went up from following the Philistines, and the Philistines went to their own place.",
        "bible": "KJV21",
        "verse": "46"
      },
      "1-Samuel2coOAF2dByWwsL1S1446": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "So Saul took the kingship over Israel and fought against all his enemies on every side: against Moab, and against the children of Ammon, and against Edom, and against the kings of Zobah, and against the Philistines; and whithersoever he turned himself, he vexed them.",
        "bible": "KJV21",
        "verse": "47"
      },
      "1-Samuel2coOAF2dByWwsL1S1447": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And he gathered a host and smote the Amalekites, and delivered Israel out of the hands of those who despoiled them.",
        "bible": "KJV21",
        "verse": "48"
      },
      "1-Samuel2coOAF2dByWwsL1S1448": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "Now the sons of Saul were Jonathan and Ishui and Malchishua; and the names of his two daughters were these: the name of the firstborn, Merab, and the name of the younger, Michal.",
        "bible": "KJV21",
        "verse": "49"
      },
      "1-Samuel2coOAF2dByWwsL1S1449": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And the name of Saul’s wife was Ahinoam, the daughter of Ahimaaz; and the name of the captain of his host was Abner, the son of Ner, Saul’s uncle.",
        "bible": "KJV21",
        "verse": "50"
      },
      "1-Samuel2coOAF2dByWwsL1S1450": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And Kish was the father of Saul, and Ner the father of Abner was the son of Abiel.",
        "bible": "KJV21",
        "verse": "51"
      },
      "1-Samuel2coOAF2dByWwsL1S1451": {
        "chapter": "14",
        "book": "1-Samuel",
        "text": "And there was sore war against the Philistines all the days of Saul; and when Saul saw any strong man or any valiant man, he took him unto him.",
        "bible": "KJV21",
        "verse": "52"
      },
      "1-Samuel2coOAF2dByWwsL1S150": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Samuel also said unto Saul, “The Lord sent me to anoint thee to be king over His people, over Israel. Now therefore hearken thou unto the voice of the words of the Lord.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S151": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Thus saith the Lord of hosts: ‘I remember that which Amalek did to Israel, how he lay in wait for him on the way when he came up from Egypt.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S152": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Now go and smite Amalek and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.’”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S153": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Saul gathered the people together and numbered them in Telaim, two hundred thousand footmen and ten thousand men of Judah.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S154": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Saul came to a city of Amalek, and lay in wait in the valley.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S155": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Saul said unto the Kenites, “Go, depart, get you down from among the Amalekites, lest I destroy you with them; for ye showed kindness to all the children of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S156": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Saul smote the Amalekites from Havilah until thou comest to Shur, which is over against Egypt.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S157": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S158": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "But Saul and the people spared Agag, and the best of the sheep and of the oxen, and of the fatlings and the lambs, and all that was good, and would not utterly destroy them; but every thing that was vile and refuse, that they destroyed utterly.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S159": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Then came the word of the Lord unto Samuel, saying,",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1510": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "“I repent that I have set up Saul to be king, for he has turned back from following Me and hath not performed My commandments.” And it grieved Samuel, and he cried unto the Lord all night.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1511": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, “Saul came to Carmel, and behold, he set him up a place, and has gone about and passed on and gone down to Gilgal.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1512": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel came to Saul; and Saul said unto him, “Blessed be thou of the Lord. I have performed the commandment of the Lord.”",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1513": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel said, “What meaneth then this bleating of the sheep in mine ears and the lowing of the oxen which I hear?”",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1514": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Saul said, “They have brought them from the Amalekites; for the people spared the best of the sheep and of the oxen to sacrifice unto the Lord thy God, and the rest we have utterly destroyed.”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1515": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Then Samuel said unto Saul, “Stay, and I will tell thee what the Lord hath said to me this night.” And he said unto him, “Say on.”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1516": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel said, “When thou wast little in thine own sight, wast thou not made the head of the tribes of Israel, and the Lord anointed thee king over Israel?",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1517": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And the Lord sent thee on a journey and said, ‘Go, and utterly destroy the sinners, the Amalekites, and fight against them until they be consumed.’",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1518": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Why then didst thou not obey the voice of the Lord, but didst leap upon the spoil and didst evil in the sight of the Lord?”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1519": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Saul said unto Samuel, “Yea, I have obeyed the voice of the Lord and have gone the way which the Lord sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1520": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the Lord thy God in Gilgal.”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1521": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel said, “Hath the Lord as great delight in burnt offerings and sacrifices as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to hearken than the fat of rams.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1522": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the Lord, He hath also rejected thee from being king.”",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S1523": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Saul said unto Samuel, “I have sinned; for I have transgressed the commandment of the Lord and thy words, because I feared the people and obeyed their voice.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S1524": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Now therefore, I pray thee, pardon my sin, and return with me, that I may worship the Lord.”",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S1525": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel said unto Saul, “I will not return with thee; for thou hast rejected the word of the Lord, and the Lord hath rejected thee from being king over Israel.”",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S1526": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent.",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S1527": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel said unto him, “The Lord hath rent the kingdom of Israel from thee this day, and hath given it to a neighbor of thine, who is better than thou.",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S1528": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And also the Strength of Israel will not lie nor repent; for He is not a man, that He should repent.”",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S1529": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Then he said, “I have sinned; yet honor me now, I pray thee, before the elders of my people and before Israel, and return with me, that I may worship the Lord thy God.”",
        "bible": "KJV21",
        "verse": "30"
      },
      "1-Samuel2coOAF2dByWwsL1S1530": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "So Samuel turned back after Saul, and Saul worshiped the Lord.",
        "bible": "KJV21",
        "verse": "31"
      },
      "1-Samuel2coOAF2dByWwsL1S1531": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Then said Samuel, “Bring ye hither to me Agag, the king of the Amalekites.” And Agag came unto him charily; and Agag said, “Surely the bitterness of death is past.”",
        "bible": "KJV21",
        "verse": "32"
      },
      "1-Samuel2coOAF2dByWwsL1S1532": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel said, “As thy sword hath made women childless, so shall thy mother be childless among women.” And Samuel hewed Agag in pieces before the Lord in Gilgal.",
        "bible": "KJV21",
        "verse": "33"
      },
      "1-Samuel2coOAF2dByWwsL1S1533": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul.",
        "bible": "KJV21",
        "verse": "34"
      },
      "1-Samuel2coOAF2dByWwsL1S1534": {
        "chapter": "15",
        "book": "1-Samuel",
        "text": "And Samuel came no more to see Saul until the day of his death. Nevertheless Samuel mourned for Saul; and the Lord repented that He had made Saul king over Israel.",
        "bible": "KJV21",
        "verse": "35"
      },
      "1-Samuel2coOAF2dByWwsL1S160": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And the Lord said unto Samuel, “How long wilt thou mourn for Saul, seeing I have rejected him from reigning over Israel? Fill thine horn with oil, and go. I will send thee to Jesse the Bethlehemite, for I have provided Me a king among his sons.”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S161": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And Samuel said, “How can I go? If Saul hear it, he will kill me.” And the Lord said, “Take a heifer with thee, and say, ‘I have come to sacrifice to the Lord.’",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S162": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And call Jesse to the sacrifice, and I will show thee what thou shalt do; and thou shalt anoint unto Me him whom I name unto thee.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S163": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And Samuel did that which the Lord spoke, and came to Bethlehem. And the elders of the town trembled at his coming, and said, “Comest thou peaceably?”",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S164": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And he said, “Peaceably; I have come to sacrifice unto the Lord. Sanctify yourselves, and come with me to the sacrifice.” And he sanctified Jesse and his sons, and called them to the sacrifice.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S165": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And it came to pass, when they had come, that he looked on Eliab and said, “Surely the Lord’S anointed is before Him.”",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S166": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "But the Lord said unto Samuel, “Look not on his countenance or on the height of his stature, because I have refused him; for the Lord seeth not as man seeth. For man looketh on the outward appearance, but the Lord looketh on the heart.”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S167": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "Then Jesse called Abinadab and made him pass before Samuel. And he said, “Neither hath the Lord chosen this.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S168": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "Then Jesse made Shammah to pass by. And he said, “Neither hath the Lord chosen this.”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S169": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "Again, Jesse made seven of his sons to pass before Samuel. And Samuel said unto Jesse, “The Lord hath not chosen these.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1610": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And Samuel said unto Jesse, “Are here all thy children?” And he said, “There remaineth yet the youngest, and behold, he keepeth the sheep.” And Samuel said unto Jesse, “Send and fetch him, for we will not sit down till he come hither.”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1611": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And he sent, and brought him in. Now he was ruddy, and altogether of a beautiful countenance and goodly to look upon. And the Lord said, “Arise, anoint him; for this is he.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1612": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "Then Samuel took the horn of oil and anointed him in the midst of his brethren; and the Spirit of the Lord came upon David from that day forward. So Samuel rose up and went to Ramah.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1613": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "But the Spirit of the Lord departed from Saul, and an evil spirit from the Lord troubled him.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1614": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And Saul’s servants said unto him, “Behold now, an evil spirit from God troubleth thee.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1615": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "Let our lord now command thy servants, who are before thee, to seek out a man who is a skillful player on the harp; and it shall come to pass, when the evil spirit from God is upon thee, that he shall play with his hand, and thou shalt be well.”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1616": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And Saul said unto his servants, “Provide me now a man whocan play well, and bring him to me.”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1617": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "Then answered one of the servants and said, “Behold, I have seen a son of Jesse the Bethlehemite who is skillful in playing, and a mighty valiant man, and a man of war, and prudent in matters, and a comely person, and the Lord is with him.”",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1618": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "Therefore Saul sent messengers unto Jesse and said, “Send me David thy son, who is with the sheep.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1619": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And Jesse took an ass laden with bread and a bottle of wine and a kid, and sent them by David his son unto Saul.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1620": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And David came to Saul and stood before him; and he loved him greatly, and he became his armorbearer.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1621": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And Saul sent to Jesse, saying, “Let David, I pray thee, stand before me, for he hath found favor in my sight.”",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1622": {
        "chapter": "16",
        "book": "1-Samuel",
        "text": "And it came to pass, when the evil spirit from God was upon Saul, that David took a harp and played with his hand; so Saul was refreshed and was well, and the evil spirit departed from him.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S170": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "Now the Philistines gathered together their armies for battle and were gathered together at Shochoh, which belongeth to Judah, and pitched camp between Shochoh and Azekah in Ephesdammim.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S171": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And Saul and the men of Israel were gathered together and pitched camp by the Valley of Elah, and set up in battle array against the Philistines.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S172": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the Philistines stood on a mountain on one side and Israel stood on a mountain on the other side, and there was a valley between them.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S173": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And there went out a champion out of the camp of the Philistines named Goliath, of Gath, whose height was six cubits and a span.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S174": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And he had a helmet of brass upon his head, and he was armed with a coat of mail; and the weight of the coat was five thousand shekels of brass.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S175": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And he had greaves of brass upon his legs and a buckler of brass between his shoulders.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S176": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the staff of his spear was like a weaver’s beam, and his spear’s head weighed six hundred shekels of iron; and one bearing a shield went before him.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S177": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And he stood and cried unto the armies of Israel and said unto them, “Why have ye come out to set up in battle array? Am not I a Philistine, and ye servants to Saul? Choose you a man for you, and let him come down to me.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S178": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "If he be able to fight with me and to kill me, then will we be your servants; but if I prevail against him and kill him, then shall ye be our servants and serve us.”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S179": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the Philistine said, “I defy the armies of Israel this day! Give me a man, that we may fight together!”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1710": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "When Saul and all Israel heard those words of the Philistine, they were dismayed and greatly afraid.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1711": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "Now David was the son of that Ephrathite of Bethlehemjudah whose name was Jesse and who had eight sons; and Jesse went among men as an old man in the days of Saul.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1712": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the three eldest sons of Jesse went and followed Saul to the battle; and the names of his three sons who went to the battle were Eliab the firstborn, and next unto him Abinadab, and the third Shammah.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1713": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David was the youngest; and the three eldest followed Saul,",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1714": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "but David went and returned from Saul to feed his father’s sheep at Bethlehem.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1715": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the Philistine drew near morning and evening, and presented himself forty days.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1716": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And Jesse said unto David his son, “Take now for thy brethren an ephah of this parched corn and these ten loaves, and run to the camp to thy brethren;",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1717": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "and carry these ten cheeses unto the captain of their thousand, and look how thy brethren fare, and take their pledge.”",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1718": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "Now Saul and they and all the men of Israel were in the Valley of Elah, fighting with the Philistines.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1719": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David rose up early in the morning and left the sheep with a keeper, and took and went as Jesse had commanded him; and he came to the trench as the host was going forth to the fight and was shouting for the battle.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1720": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "For Israel and the Philistines had set up in battle array, army against army.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1721": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David left his baggage in the hand of the keeper of the baggage, and ran unto the army, and came and saluted his brethren.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1722": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And as he talked with them, behold, there came up the champion, the Philistine of Gath, Goliath by name, out of the armies of the Philistines, and spoke according to the same words; and David heard them.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S1723": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And all the men of Israel, when they saw the man, fled from him and were sore afraid.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S1724": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the men of Israel said, “Have ye seen this man who has come up? Surely, to defy Israel has he come up; and it shall be that the man who killeth him, the king will enrich him with great riches, and will give him his daughter, and make his father’s house free in Israel.”",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S1725": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David spoke to the men who stood by him, saying, “What shall be done to the man who killeth this Philistine and taketh away the reproach from Israel? For who is this uncircumcised Philistine, that he should defy the armies of the living God?”",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S1726": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the people answered him in this manner, saying, “So shall it be done to the man who killeth him.”",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S1727": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And Eliab, his eldest brother, heard when he spoke unto the men; and Eliab’s anger was kindled against David and he said, “Why camest thou down hither? And with whom hast thou left those few sheep in the wilderness? I know thy pride and the willfulness of thine heart, for thou hast come down that thou mightest see the battle.”",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S1728": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David said, “What have I now done? Is there not a cause?”",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S1729": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And he turned from him toward another and spoke in the same manner; and the people answered him again in the former manner.",
        "bible": "KJV21",
        "verse": "30"
      },
      "1-Samuel2coOAF2dByWwsL1S1730": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And when the words were heard which David spoke, they recounted them before Saul; and he sent for him.",
        "bible": "KJV21",
        "verse": "31"
      },
      "1-Samuel2coOAF2dByWwsL1S1731": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David said to Saul, “Let no man’s heart fail because of him. Thy servant will go and fight with this Philistine.”",
        "bible": "KJV21",
        "verse": "32"
      },
      "1-Samuel2coOAF2dByWwsL1S1732": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And Saul said to David, “Thou art not able to go against this Philistine to fight with him; for thou art but a youth, and he a man of war from his youth.”",
        "bible": "KJV21",
        "verse": "33"
      },
      "1-Samuel2coOAF2dByWwsL1S1733": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David said unto Saul, “Thy servant kept his father’s sheep, and there came a lion and a bear and took a lamb out of the flock;",
        "bible": "KJV21",
        "verse": "34"
      },
      "1-Samuel2coOAF2dByWwsL1S1734": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "and I went out after him and smote him, and delivered it out of his mouth. And when he arose against me, I caught him by his beard and smote him, and slew him.",
        "bible": "KJV21",
        "verse": "35"
      },
      "1-Samuel2coOAF2dByWwsL1S1735": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "Thy servant slew both the lion and the bear; and this uncircumcised Philistine shall be as one of them, seeing he hath defied the armies of the living God.”",
        "bible": "KJV21",
        "verse": "36"
      },
      "1-Samuel2coOAF2dByWwsL1S1736": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "David said moreover, “The Lord who delivered me out of the paw of the lion and out of the paw of the bear, He will deliver me out of the hand of this Philistine.” And Saul said unto David, “Go, and the Lord be with thee.”",
        "bible": "KJV21",
        "verse": "37"
      },
      "1-Samuel2coOAF2dByWwsL1S1737": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And Saul armed David with his armor, and he put a helmet of brass upon his head; also he armed him with a coat of mail.",
        "bible": "KJV21",
        "verse": "38"
      },
      "1-Samuel2coOAF2dByWwsL1S1738": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David girded his sword upon his armor, and he attempted to go, for he had not tested it. And David said unto Saul, “I cannot go with these, for I have not tested them.” And David put them off him.",
        "bible": "KJV21",
        "verse": "39"
      },
      "1-Samuel2coOAF2dByWwsL1S1739": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And he took his staff in his hand, and chose for himself five smooth stones out of the brook and put them in a shepherd’s bag which he had, even in a pouch, and his sling was in his hand; and he drew near to the Philistine.",
        "bible": "KJV21",
        "verse": "40"
      },
      "1-Samuel2coOAF2dByWwsL1S1740": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the Philistine came on and drew near unto David, and the man who bore the shield went before him.",
        "bible": "KJV21",
        "verse": "41"
      },
      "1-Samuel2coOAF2dByWwsL1S1741": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And when the Philistine looked about and saw David, he disdained him; for he was but a youth, and ruddy, and of a fair countenance.",
        "bible": "KJV21",
        "verse": "42"
      },
      "1-Samuel2coOAF2dByWwsL1S1742": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the Philistine said unto David, “Am I a dog, that thou comest to me with staves?” And the Philistine cursed David by his gods.",
        "bible": "KJV21",
        "verse": "43"
      },
      "1-Samuel2coOAF2dByWwsL1S1743": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the Philistine said to David, “Come to me, and I will give thy flesh unto the fowls of the air and to the beasts of the field.”",
        "bible": "KJV21",
        "verse": "44"
      },
      "1-Samuel2coOAF2dByWwsL1S1744": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "Then said David to the Philistine, “Thou comest to me with a sword and with a spear and with a shield; but I come to thee in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.",
        "bible": "KJV21",
        "verse": "45"
      },
      "1-Samuel2coOAF2dByWwsL1S1745": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "This day will the Lord deliver thee into mine hand. And I will smite thee and take thine head from thee; and I will give the carcasses of the host of the Philistines this day unto the fowls of the air and to the wild beasts of the earth, that all the earth may know that there is a God in Israel.",
        "bible": "KJV21",
        "verse": "46"
      },
      "1-Samuel2coOAF2dByWwsL1S1746": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And all this assembly shall know that the Lord saveth not with sword and spear; for the battle is the Lord’S, and He will give you into our hands.”",
        "bible": "KJV21",
        "verse": "47"
      },
      "1-Samuel2coOAF2dByWwsL1S1747": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And it came to pass, when the Philistine arose and came and drew nigh to meet David, that David hastened and ran toward the army to meet the Philistine.",
        "bible": "KJV21",
        "verse": "48"
      },
      "1-Samuel2coOAF2dByWwsL1S1748": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David put his hand in his bag and took thence a stone, and slung it and smote the Philistine in his forehead, so that the stone sunk into his forehead. And he fell upon his face to the earth.",
        "bible": "KJV21",
        "verse": "49"
      },
      "1-Samuel2coOAF2dByWwsL1S1749": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "So David prevailed over the Philistine with a sling and with a stone, and smote the Philistine and slew him; but there was no sword in the hand of David.",
        "bible": "KJV21",
        "verse": "50"
      },
      "1-Samuel2coOAF2dByWwsL1S1750": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "Therefore David ran and stood upon the Philistine, and took his sword, and drew it out of the sheath thereof and slew him, and cut off his head therewith. And when the Philistines saw their champion was dead, they fled.",
        "bible": "KJV21",
        "verse": "51"
      },
      "1-Samuel2coOAF2dByWwsL1S1751": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the men of Israel and of Judah arose, and shouted, and pursued the Philistines until thou come to the valley and to the gates of Ekron. And the wounded of the Philistines fell down by the way to Shaaraim, even unto Gath and unto Ekron.",
        "bible": "KJV21",
        "verse": "52"
      },
      "1-Samuel2coOAF2dByWwsL1S1752": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the children of Israel returned from chasing after the Philistines, and they despoiled their tents.",
        "bible": "KJV21",
        "verse": "53"
      },
      "1-Samuel2coOAF2dByWwsL1S1753": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent.",
        "bible": "KJV21",
        "verse": "54"
      },
      "1-Samuel2coOAF2dByWwsL1S1754": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And when Saul saw David go forth against the Philistine, he said unto Abner, the captain of the host, “Abner, whose son is this youth?” And Abner said, “As thy soul liveth, O king, I cannot tell.”",
        "bible": "KJV21",
        "verse": "55"
      },
      "1-Samuel2coOAF2dByWwsL1S1755": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And the king said, “Inquire thou whose son the stripling is.”",
        "bible": "KJV21",
        "verse": "56"
      },
      "1-Samuel2coOAF2dByWwsL1S1756": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And as David returned from the slaughter of the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand.",
        "bible": "KJV21",
        "verse": "57"
      },
      "1-Samuel2coOAF2dByWwsL1S1757": {
        "chapter": "17",
        "book": "1-Samuel",
        "text": "And Saul said to him, “Whose son art thou, thou young man?” And David answered, “I am the son of thy servant Jesse the Bethlehemite.”",
        "bible": "KJV21",
        "verse": "58"
      },
      "1-Samuel2coOAF2dByWwsL1S180": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And it came to pass, when he had made an end of speaking unto Saul, that the soul of Jonathan was knit with the soul of David, and Jonathan loved him as his own soul.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S181": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul took him that day and would let him go home no more to his father’s house.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S182": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "Then Jonathan and David made a covenant, because he loved him as his own soul.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S183": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Jonathan stripped himself of the robe that was upon him and gave it to David, and his garments, even to his sword and to his bow and to his girdle.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S184": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And David went out whithersoever Saul sent him, and behaved himself wisely; and Saul set him over the men of war, and he was accepted in the sight of all the people and also in the sight of Saul’s servants.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S185": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And it came to pass as they came, when David was returning from the slaughter of the Philistine, that the women came out of all cities of Israel, singing and dancing, to meet King Saul, with taborets, with joy, and with instruments of music.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S186": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And the women answered one another as they played, and said, “Saul hath slain his thousands, and David his ten thousands.”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S187": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul was very wroth, and the saying displeased him; and he said, “They have ascribed unto David ten thousands, and to me they have ascribed but thousands. And what can he have more but the kingdom?”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S188": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul eyed David from that day and forward.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S189": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And it came to pass on the morrow that the evil spirit from God came upon Saul, and he prophesied in the midst of the house. And David played with his hand, as at other times. And there was a javelin in Saul’s hand;",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1810": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "and Saul cast the javelin, for he said, “I will smite David even to the wall with it.” And David escaped out of his presence twice.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1811": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul was afraid of David, because the Lord was with him and had departed from Saul.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1812": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "Therefore Saul removed him from him, and made him his captain over a thousand; and he went out and came in before the people.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1813": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And David behaved himself wisely in all his ways, and the Lord was with him.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1814": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "Therefore when Saul saw that he behaved himself very wisely, he was afraid of him.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1815": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "But all Israel and Judah loved David, because he went out and came in before them.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1816": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul said to David, “Behold my elder daughter Merab; her will I give thee for a wife. Only be thou valiant for me, and fight the Lord’S battles.” For Saul said, “Let not mine hand be upon him, but let the hand of the Philistines be upon him.”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1817": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And David said unto Saul, “Who am I? And what is my life or my father’s family in Israel, that I should be son-in-law to the king?”",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1818": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "But it came to pass at the time when Merab, Saul’s daughter, should have been given to David that she was given unto Adriel the Meholathite for a wife.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1819": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Michal, Saul’s daughter, loved David; and they told Saul, and the thing pleased him.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1820": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul said, “I will give her to him, that she may be a snare to him and that the hand of the Philistines may be against him.” Therefore Saul said to David, “Thou shalt this day be my son-in-law through one of the two.”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1821": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul commanded his servants, saying, “Commune with David secretly and say, ‘Behold, the king hath delight in thee, and all his servants love thee. Now therefore be the king’s son-in-law.’”",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1822": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul’s servants spoke those words in the ears of David. And David said, “Seemeth it to you a light thing to be a king’s son-in-law, seeing that I am a poor man and lightly esteemed?”",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S1823": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And the servants of Saul told him, saying, “In this manner spoke David.”",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S1824": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul said, “Thus shall ye say to David: ‘The king desireth not any dowry but a hundred foreskins of the Philistines, to be avenged of the king’s enemies.’” But Saul thought to make David fall by the hand of the Philistines.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S1825": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And when his servants told David these words, it pleased David well to be the king’s son-in-law; and the days were not expired.",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S1826": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "Therefore David arose and went, he and his men, and slew of the Philistines two hundred men; and David brought their foreskins, and they gave them in full measure to the king, that he might be the king’s son-in-law. And Saul gave him Michal his daughter for a wife.",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S1827": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul saw and knew that the Lord was with David and that Michal, Saul’s daughter, loved him.",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S1828": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "And Saul was yet the more afraid of David, and Saul became David’s enemy continually.",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S1829": {
        "chapter": "18",
        "book": "1-Samuel",
        "text": "Then the princes of the Philistines went forth. And it came to pass, after they went forth, that David behaved himself more wisely than all the servants of Saul, so that his name was much esteemed.",
        "bible": "KJV21",
        "verse": "30"
      },
      "1-Samuel2coOAF2dByWwsL1S190": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Saul spoke to Jonathan his son and to all his servants, that they should kill David.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S191": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "But Jonathan, Saul’s son, delighted much in David; and Jonathan told David, saying, “Saul my father seeketh to kill thee. Now therefore, I pray thee, take heed to thyself until the morning, and abide in a secret place and hide thyself.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S192": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And I will go out and stand beside my father in the field where thou art, and I will commune with my father about thee; and what I see, that I will tell thee.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S193": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Jonathan spoke well of David unto Saul his father, and said unto him, “Let not the king sin against his servant, against David, because he hath not sinned against thee and because his works have been toward thee very good.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S194": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "For he put his life in his hands and slew the Philistine, and the Lord wrought a great salvation for all Israel. Thou sawest it and didst rejoice. Why then wilt thou sin against innocent blood, to slay David without a cause?”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S195": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Saul hearkened unto the voice of Jonathan; and Saul swore, “As the Lord liveth, he shall not be slain.”",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S196": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Jonathan called David, and Jonathan showed him all those things. And Jonathan brought David to Saul, and he was in his presence as in times past.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S197": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And there was war again. And David went out and fought with the Philistines, and slew them with a great slaughter, and they fled from him.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S198": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And the evil spirit from the Lord was upon Saul as he sat in his house with his javelin in his hand. And David played music with his hand.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S199": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Saul sought to smite David even to the wall with the javelin; but he slipped away out of Saul’s presence, and he smote the javelin into the wall. And David fled and escaped that night.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S1910": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "Saul also sent messengers unto David’s house to watch him and to slay him in the morning. And Michal, David’s wife, told him, saying, “If thou save not thy life tonight, tomorrow thou shalt be slain.”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S1911": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "So Michal let David down through a window; and he went and fled, and escaped.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S1912": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Michal took an image and laid it in the bed, and put a pillow of goats’ hair for its head, and covered it with a cloth.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S1913": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And when Saul sent messengers to take David, she said, “He is sick.”",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S1914": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Saul sent the messengers again to see David, saying, “Bring him up to me in the bed, that I may slay him.”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S1915": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And when the messengers had come in, behold, there was an image in the bed with a pillow of goats’ hair for his bolster.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S1916": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Saul said unto Michal, “Why hast thou deceived me so, and sent away mine enemy, that he is escaped?” And Michal answered Saul, “He said unto me, ‘Let me go: Why should I kill thee?’”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S1917": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "So David fled and escaped, and came to Samuel at Ramah, and told him all that Saul had done to him. And he and Samuel went and dwelt in Naioth.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S1918": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And it was told Saul, saying, “Behold, David is at Naioth in Ramah.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S1919": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And Saul sent messengers to take David; and when they saw the company of the prophets prophesying, and Samuel standing as appointed over them, the Spirit of God was upon the messengers of Saul, and they also prophesied.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S1920": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And when it was told to Saul, he sent other messengers, and they prophesied likewise. And Saul sent messengers again the third time, and they prophesied also.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S1921": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "Then went he also to Ramah, and came to a great well that is in Sechu; and he asked and said, “Where are Samuel and David?” And one said, “Behold, they are at Naioth in Ramah.”",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S1922": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And he went thither to Naioth in Ramah; and the Spirit of God was upon him also, and he went on and prophesied until he came to Naioth in Ramah.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S1923": {
        "chapter": "19",
        "book": "1-Samuel",
        "text": "And he stripped off his clothes also and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Therefore they say, “Is Saul also among the prophets?”",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S200": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And David fled from Naioth in Ramah, and came and said before Jonathan, “What have I done? What is mine iniquity? And what is my sin before thy father, that he seeketh my life?”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S201": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And he said unto him, “God forbid! Thou shalt not die. Behold, my father will do nothing either great or small but that he will show it to me. And why should my father hide this thing from me? It is not so.”",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S202": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And David swore moreover and said, “Thy father certainly knoweth that I have found grace in thine eyes, and he saith, ‘Let not Jonathan know this, lest he be grieved.’ But truly as the Lord liveth and as thy soul liveth, there is but a step between me and death.”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S203": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "Then said Jonathan unto David, “Whatsoever thy soul desireth, I will even do it for thee.”",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S204": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And David said unto Jonathan, “Behold, tomorrow is the new moon, and I should not fail to sit with the king at meat; but let me go, that I may hide myself in the field unto the third day at evening.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S205": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "If thy father at all miss me, then say, ‘David earnestly asked leave of me, that he might run to Bethlehem, his city; for there is a yearly sacrifice there for all the family.’",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S206": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "If he say thus, ‘It is well,’ thy servant shall have peace; but if he be very wroth, then be sure that evil is determined by him.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S207": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "Therefore thou shalt deal kindly with thy servant, for thou hast brought thy servant into a covenant of the Lord with thee. Notwithstanding, if there be in me iniquity, slay me thyself; for why shouldest thou bring me to thy father?”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S208": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan said, “Far be it from thee; for if I knew certainly that evil were determined by my father to come upon thee, then would not I tell it to thee?”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S209": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "Then said David to Jonathan, “Who shall tell me? Or what if thy father answer thee roughly?”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2010": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan said unto David, “Come, and let us go out into the field.” And they went out both of them into the field.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2011": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan said unto David, “By the Lord the God of Israel, when I have sounded out my father about tomorrow any time, or the third day, and behold, if there be good toward David, and I then send not unto thee and show it to thee,",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2012": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "the Lord do so and much more to Jonathan. But if it please my father to do thee evil, then I will show it to thee and send thee away, that thou mayest go in peace; and the Lord be with thee, as He hath been with my father.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2013": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And thou shalt not only show me the kindness of the Lord while yet I live, that I die not,",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2014": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "but also thou shalt not cut off thy kindness from my house for ever — no, not when the Lord hath cut off the enemies of David every one from the face of the earth.”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2015": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "So Jonathan made a covenant with the house of David, saying, “Let the Lord even require it at the hand of David’s enemies.”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S2016": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan caused David to swear again, because he loved him; for he loved him as he loved his own soul.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S2017": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "Then Jonathan said to David, “Tomorrow is the new moon, and thou shalt be missed because thy seat will be empty.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S2018": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And when thou hast stayed three days, then thou shalt go down quickly and come to the place where thou didst hide thyself when the business was in hand, and shalt remain by the stone Ezel.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S2019": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And I will shoot three arrows on the side thereof, as though I shot at a mark.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S2020": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And behold, I will send a lad, saying, ‘Go, find the arrows.’ If I expressly say unto the lad, ‘Behold, the arrows are on this side of thee; take them,’ then come thou, for there is peace to thee and no hurt, as the Lord liveth.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S2021": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "But if I say thus unto the young man, ‘Behold, the arrows are beyond thee,’ go thy way; for the Lord hath sent thee away.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S2022": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And concerning the matter which thou and I have spoken of, behold, the Lord be witness between thee and me for ever.”",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S2023": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "So David hid himself in the field; and when the new moon had come, the king sat down to eat meat.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S2024": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And the king sat upon his seat as at other times, even upon a seat by the wall; and Jonathan arose, and Abner sat by Saul’s side, and David’s place was empty.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S2025": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "Nevertheless Saul spoke not any thing that day, for he thought, “Something hath befallen him. He is not clean, surely he is not clean.”",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S2026": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And it came to pass on the morrow, which was the second day of the month, that David’s place was empty. And Saul said unto Jonathan his son, “Why cometh not the son of Jesse to meat, neither yesterday nor today?”",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S2027": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan answered Saul, “David earnestly asked leave of me to go to Bethlehem.”",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S2028": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And he said, ‘Let me go, I pray thee, for our family hath a sacrifice in the city, and my brother, he hath commanded me to be there. And now, if I have found favor in thine eyes, let me get away, I pray thee, and see my brethren.’ Therefore he cometh not unto the king’s table.”",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S2029": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "Then Saul’s anger was kindled against Jonathan, and he said unto him, “Thou son of the perverse rebellious woman, do not I know that thou hast chosen the son of Jesse to thine own confusion and unto the confusion of thy mother’s nakedness?",
        "bible": "KJV21",
        "verse": "30"
      },
      "1-Samuel2coOAF2dByWwsL1S2030": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "For as long as the son of Jesse liveth upon the ground, thou shalt not be established, nor thy kingdom. Therefore now send and fetch him unto me, for he shall surely die.”",
        "bible": "KJV21",
        "verse": "31"
      },
      "1-Samuel2coOAF2dByWwsL1S2031": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan answered Saul his father and said unto him, “Why shall he be slain? What hath he done?”",
        "bible": "KJV21",
        "verse": "32"
      },
      "1-Samuel2coOAF2dByWwsL1S2032": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Saul cast a javelin at him to smite him, whereby Jonathan knew that it was determined by his father to slay David.",
        "bible": "KJV21",
        "verse": "33"
      },
      "1-Samuel2coOAF2dByWwsL1S2033": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "So Jonathan arose from the table in fierce anger, and ate no meat the second day of the month; for he was grieved for David, because his father had done him shame.",
        "bible": "KJV21",
        "verse": "34"
      },
      "1-Samuel2coOAF2dByWwsL1S2034": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And it came to pass in the morning, that Jonathan went out into the field at the time appointed with David, and a little lad with him.",
        "bible": "KJV21",
        "verse": "35"
      },
      "1-Samuel2coOAF2dByWwsL1S2035": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And he said unto his lad, “Run, find now the arrows which I shoot.” And as the lad ran, he shot an arrow beyond him.",
        "bible": "KJV21",
        "verse": "36"
      },
      "1-Samuel2coOAF2dByWwsL1S2036": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And when the lad had come to the place of the arrow which Jonathan had shot, Jonathan cried after the lad and said, “Is not the arrow beyond thee?”",
        "bible": "KJV21",
        "verse": "37"
      },
      "1-Samuel2coOAF2dByWwsL1S2037": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan cried after the lad, “Make speed, haste, stay not.” And Jonathan’s lad gathered up the arrows and came to his master.",
        "bible": "KJV21",
        "verse": "38"
      },
      "1-Samuel2coOAF2dByWwsL1S2038": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "But the lad knew not anything. Only Jonathan and David knew the matter.",
        "bible": "KJV21",
        "verse": "39"
      },
      "1-Samuel2coOAF2dByWwsL1S2039": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan gave his weapons unto his lad and said unto him, “Go, carry them to the city.”",
        "bible": "KJV21",
        "verse": "40"
      },
      "1-Samuel2coOAF2dByWwsL1S2040": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And as soon as the lad was gone, David arose out of a place toward the south, and fell on his face to the ground and bowed himself three times; and they kissed one another and wept one with another, but David more.",
        "bible": "KJV21",
        "verse": "41"
      },
      "1-Samuel2coOAF2dByWwsL1S2041": {
        "chapter": "20",
        "book": "1-Samuel",
        "text": "And Jonathan said to David, “Go in peace, forasmuch as we have sworn both of us in the name of the Lord, saying, ‘The Lord be between me and thee, and between my seed and thy seed for ever.’” And he arose and departed; and Jonathan went into the city.",
        "bible": "KJV21",
        "verse": "42"
      },
      "1-Samuel2coOAF2dByWwsL1S2110": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And the servants of Achish said unto him, “Is not this David the king of the land? Did they not sing one to another of him in dances, saying, ‘Saul hath slain his thousands, and David his ten thousands’?”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2111": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And David laid up these words in his heart, and was sore afraid of Achish the king of Gath.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2112": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "And he changed his behavior before them, and feigned himself mad in their hands, and scrabbled on the doors of the gate, and let his spittle fall down upon his beard.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2113": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "Then said Achish unto his servants, “Lo, ye see the man is mad. Why then have ye brought him to me?",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2114": {
        "chapter": "21",
        "book": "1-Samuel",
        "text": "Have I need of mad men, that ye have brought this fellow to play the madman in my presence? Shall this fellow come into my house?”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2210": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "Then the king sent to call Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests who were in Nob; and they came all of them to the king.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2211": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And Saul said, “Hear now, thou son of Ahitub.” And he answered, “Here I am, my lord.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2212": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And Saul said unto him, “Why have ye conspired against me, thou and the son of Jesse, in that thou hast given him bread and a sword and hast inquired of God for him, that he should rise against me to lie in wait, as at this day?”",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2213": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "Then Ahimelech answered the king and said, “And who is so faithful among all thy servants as David, who is the king’s son-in-law, and goeth at thy bidding, and is honorable in thine house?",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2214": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "Did I then begin to inquire of God for him? Be it far from me. Let not the king impute anything unto his servant, nor to all the house of my father; for thy servant knew nothing of all this, less or more.”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2215": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And the king said, “Thou shalt surely die, Ahimelech, thou and all thy father’s house.”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S2216": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And the king said unto the footmen who stood about him, “Turn and slay the priests of the Lord, because their hand also is with David, and because they knew when he fled and did not show it to me.” But the servants of the king would not put forth their hand to fall upon the priests of the Lord.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S2217": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And the king said to Doeg, “Turn thou and fall upon the priests.” And Doeg the Edomite turned and he fell upon the priests, and slew on that day fourscore and five persons who wore a linen ephod.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S2218": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And Nob, the city of the priests, smote he with the edge of the sword, both men and women, children and sucklings, and oxen and asses and sheep, with the edge of the sword.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S2219": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And one of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled after David.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S2220": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And Abiathar showed David that Saul had slain the Lord’S priests.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S2221": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "And David said unto Abiathar, “I knew it that day, when Doeg the Edomite was there, that he would surely tell Saul. I have occasioned the death of all the persons of thy father’s house.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S2222": {
        "chapter": "22",
        "book": "1-Samuel",
        "text": "Abide thou with me; fear not. For he that seeketh my life seeketh thy life, but with me thou shalt be in safekeeping.”",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S236": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And it was told Saul that David had come to Keilah. And Saul said, “God hath delivered him into mine hand, for he is shut in by entering into a town that hath gates and bars.”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S237": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And Saul called all the people together to war, to go down to Keilah to besiege David and his men.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S238": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And David knew that Saul secretly practiced mischief against him; and he said to Abiathar the priest, “Bring hither the ephod.”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S239": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Then said David, “O Lord God of Israel, Thy servant hath certainly heard that Saul seeketh to come to Keilah to destroy the city for my sake.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2310": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Will the men of Keilah deliver me up into his hand? Will Saul come down, as Thy servant hath heard? O Lord God of Israel, I beseech Thee, tell Thy servant.” And the Lord said, “He will come down.”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2311": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Then said David, “Will the men of Keilah deliver me and my men into the hand of Saul?” And the Lord said, “They will deliver thee up.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2312": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Then David and his men, who were about six hundred, arose and departed out of Keilah and went whithersoever they could go. And it was told Saul that David had escaped from Keilah; and he forbore to go forth.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2313": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And David abode in the wilderness in strongholds and remained on a mountain in the Wilderness of Ziph. And Saul sought him every day, but God delivered him not into his hand.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2314": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And David saw that Saul had come out to seek his life; and David was in the Wilderness of Ziph in a wood.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2315": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And Jonathan, Saul’s son, arose and went to David into the wood, and strengthened his hand in God.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S2316": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And he said unto him, “Fear not, for the hand of Saul my father shall not find thee. And thou shalt be king over Israel, and I shall be next unto thee; and that also Saul my father knoweth.”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S2317": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And the two made a covenant before the Lord; and David abode in the wood, and Jonathan went to his house.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S2318": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Then came up the Ziphites to Saul to Gibeah, saying, “Doth not David hide himself with us in strongholds in the wood, on the hill of Hachilah, which is on the south of Jeshimon?",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S2319": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Now therefore, O king, come down according to all the desire of thy soul to come down; and our part shall be to deliver him into the king’s hand.”",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S2320": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And Saul said, “Blessed be ye of the Lord; for ye have compassion on me.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S2321": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Go, I pray you, prepare yet, and know and see his place where his haunt is, and who hath seen him there; for it is told me that he dealeth very subtly.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S2322": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "See therefore, and take knowledge of all the lurking places where he hideth himself, and come ye again to me with the certainty, and I will go with you. And it shall come to pass, if he be in the land, that I will search him out throughout all the thousands of Judah.”",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S2323": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And they arose and went to Ziph before Saul. But David and his men were in the Wilderness of Maon, in the plain on the south of Jeshimon.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S2324": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Saul also and his men went to seek him. And they told David, whereupon he came down to a rock, and abode in the Wilderness of Maon. And when Saul heard that, he pursued after David in the Wilderness of Maon.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S2325": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And Saul went on this side of the mountain, and David and his men on that side of the mountain; and David made haste to get away for fear of Saul, for Saul and his men compassed David and his men round about to take them.",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S2326": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "But there came a messenger unto Saul, saying, “Hasten thee and come, for the Philistines have invaded the land.”",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S2327": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "Therefore Saul returned from pursuing after David and went against the Philistines. Therefore they called that place Selahammahlekoth [that is, The rock of divisions].",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S2328": {
        "chapter": "23",
        "book": "1-Samuel",
        "text": "And David went up from thence and dwelt in strongholds at Engedi.",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S240": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And it came to pass, when Saul had returned from following the Philistines, that it was told him, saying, “Behold, David is in the Wilderness of Engedi.”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S241": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "Then Saul took three thousand chosen men out of all Israel, and went to seek David and his men upon the Rocks of the Wild Goats.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S242": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And he came to the sheepcotes by the way, where there was a cave; and Saul went in to relieve himself, and David and his men remained in the recesses of the cave.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S243": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And the men of David said unto him, “Behold the day of which the Lord said unto thee, ‘Behold, I will deliver thine enemy into thine hand, that thou mayest do to him as it shall seem good unto thee.’” Then David arose and cut off the skirt of Saul’s robe privily.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S244": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And it came to pass afterward that David’s heart smote him because he had cut off Saul’s skirt.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S245": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And he said unto his men, “The Lord forbid that I should do this thing unto my master, the Lord’S anointed, to stretch forth mine hand against him, seeing he is the anointed of the Lord.”",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S246": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "So David stayed his servants with these words, and suffered them not to rise against Saul. But Saul rose up out of the cave and went on his way.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S247": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "David also arose afterward, and went out of the cave and cried after Saul, saying, “My lord the king.” And when Saul looked behind him, David stooped with his face to the earth and bowed himself.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S248": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And David said to Saul, “Why hearest thou men’s words, saying, ‘Behold, David seeketh thy hurt?’",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S249": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "Behold, this day thine eyes have seen how that the Lord had delivered thee today into mine hand in the cave, and some bade me kill thee. But mine eye spared thee, and I said, ‘I will not put forth mine hand against my lord, for he is the Lord’S anointed.’",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2410": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "Moreover, my father, see, yea, see the skirt of thy robe in my hand; for in that I cut off the skirt of thy robe and killed thee not, know thou and see that there is neither evil nor transgression in mine hand, and I have not sinned against thee; yet thou huntest my soul to take it.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2411": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "The Lord judge between me and thee, and the Lord avenge me of thee; but mine hand shall not be upon thee.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2412": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "As saith the proverb of the ancients, ‘Wickedness proceedeth from the wicked.’ But mine hand shall not be upon thee.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2413": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "After whom has the king of Israel come out? After whom dost thou pursue? After a dead dog, after a flea!",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2414": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "The Lord therefore be judge, and judge between me and thee; and see and plead my cause, and deliver me out of thine hand.”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2415": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And it came to pass, when David had made an end of speaking these words unto Saul, that Saul said, “Is this thy voice, my son David?” And Saul lifted up his voice and wept.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S2416": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And he said to David, “Thou art more righteous than I; for thou hast rewarded me good, whereas I have rewarded thee evil.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S2417": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And thou hast shown this day how thou hast dealt well with me; forasmuch as when the Lord had delivered me into thine hand, thou killed me not.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S2418": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "For if a man find his enemy, will he let him go well away? Therefore the Lord reward thee good for what thou hast done unto me this day.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S2419": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And now, behold, I know well that thou shalt surely be king, and that the kingdom of Israel shall be established in thine hand.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S2420": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "Swear now therefore unto me by the Lord that thou wilt not cut off my seed after me, and that thou wilt not destroy my name out of my father’s house.”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S2421": {
        "chapter": "24",
        "book": "1-Samuel",
        "text": "And David swore unto Saul. And Saul went home, but David and his men got themselves up unto the stronghold.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S250": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And Samuel died; and all the Israelites were gathered together and lamented him, and buried him in his house at Ramah. And David arose and went down to the Wilderness of Paran.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S251": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And there was a man in Maon whose possessions were in Carmel. And the man was very great, and he had three thousand sheep and a thousand goats; and he was shearing his sheep in Carmel.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S252": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Now the name of the man was Nabal, and the name of his wife, Abigail. And she was a woman of good understanding and of a beautiful countenance; but the man was churlish and evil in his doings, and he was of the house of Caleb.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S253": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And David heard in the wilderness that Nabal was shearing his sheep.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S254": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And thus shall ye say to him that liveth in prosperity: ‘Peace be both to thee, and peace be to thine house, and peace be unto all that thou hast.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S255": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And now I have heard that thou hast shearers. Now thy shepherds who were with us, we hurt them not, neither was there aught missing from them all the while they were in Carmel.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S256": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Ask thy young men and they will show thee. Therefore let the young men find favor in thine eyes, for we come in a good day. Give, I pray thee, whatsoever cometh to thine hand unto thy servants and to thy son David.’”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S257": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And when David’s young men came, they spoke to Nabal according to all those words in the name of David, and ceased.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S258": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And Nabal answered David’s servants and said, “Who is David? And who is the son of Jesse? There are many servants nowadays who break away every man from his master.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S259": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Shall I then take my bread and my water and my slaughter that I have killed for my shearers, and give it unto men whom I know not from whence they are?”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2510": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "So David’s young men turned their way and went again, and came and told him all those sayings.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2511": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And David said unto his men, “Gird ye on every man his sword.” And they girded on every man his sword, and David also girded on his sword. And there went up after David about four hundred men, and two hundred stayed by the supplies.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2512": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "But one of the young men told Abigail, Nabal’s wife, saying, “Behold, David sent messengers out of the wilderness to salute our master; and he railed at them.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2513": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "But the men were very good unto us and we were not hurt, neither missed we anything as long as we were occupied with them when we were in the fields.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2514": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "They were a wall for us both by night and day all the while we were with them keeping the sheep.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2515": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Now therefore, know and consider what thou wilt do, for evil is determined against our master and against all his household. For he is such a son of Belial, that a man cannot speak to him.”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S2516": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Then Abigail made haste, and took two hundred loaves and two bottles of wine, and five sheep ready dressed, and five measures of parched corn, and a hundred clusters of raisins, and two hundred cakes of figs, and laid them on asses.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S2517": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And she said unto her servants, “Go on before me; behold, I come after you.” But she told not her husband Nabal.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S2518": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And it was so, as she rode on the ass, that she came down by the covert of the hill; and behold, David and his men came down toward her, and she met them.",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S2519": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Now David had said, “Surely in vain have I kept all that this fellow hath in the wilderness, so that nothing was missed of all that pertained unto him; and he hath requited me evil for good.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S2520": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "So, and more also, do God unto the enemies of David if I leave of all that pertain to him by the morning light any that urinates against the wall.”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S2521": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And when Abigail saw David, she hastened and alighted from the ass, and fell before David on her face and bowed herself to the ground,",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S2522": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "and fell at his feet and said, “Upon me, my lord, upon me let this iniquity be; and let thine handmaid, I pray thee, speak in thine audience, and hear the words of thine handmaid.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S2523": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Let not my lord, I pray thee, regard this man of Belial, even Nabal. For as his name is, so is he: Nabal is his name, and folly is with him. But I, thine handmaid, saw not the young men of my lord whom thou didst send.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S2524": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Now therefore, my lord, as the Lord liveth and as thy soul liveth, seeing the Lord hath withheld thee from coming to shed blood and from avenging thyself with thine own hand, now let thine enemies and those who seek evil for my lord be as Nabal.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S2525": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And now this blessing which thine handmaid hath brought unto my lord, let it even be given unto the young men who follow my lord.",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S2526": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "I pray thee, forgive the trespass of thine handmaid; for the Lord will certainly make my lord a sure house, because my lord fighteth the battles of the Lord, and evil hath not been found in thee all thy days.",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S2527": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "Yet a man has risen to pursue thee and to seek thy soul. But the soul of my lord shall be bound in the bundle of life with the Lord thy God; and the souls of thine enemies, them shall He sling out, as out of the middle of a sling.",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S2528": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And it shall come to pass, when the Lord shall have done to my lord according to all the good that He hath spoken concerning thee and shall have appointed thee ruler over Israel,",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S2529": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "that this shall be no grief unto thee, nor offense of heart unto my lord, either that thou hast shed blood causelessly or that my lord hath avenged himself. But when the Lord shall have dealt well with my lord, then remember thine handmaid.”",
        "bible": "KJV21",
        "verse": "30"
      },
      "1-Samuel2coOAF2dByWwsL1S2530": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And David said to Abigail: “Blessed be the Lord God of Israel, who sent thee this day to meet me!",
        "bible": "KJV21",
        "verse": "31"
      },
      "1-Samuel2coOAF2dByWwsL1S2531": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And blessed be thy advice and blessed be thou, who hast kept me this day from coming to shed blood and from avenging myself with mine own hand.",
        "bible": "KJV21",
        "verse": "32"
      },
      "1-Samuel2coOAF2dByWwsL1S2532": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "For in very deed, as the Lord God of Israel liveth, who hath kept me back from hurting thee, unless thou hadst hastened and come to meet me, surely there had not been left unto Nabal by the morning light any who urinates against the wall.”",
        "bible": "KJV21",
        "verse": "33"
      },
      "1-Samuel2coOAF2dByWwsL1S2533": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "So David received from her hand that which she had brought him, and said unto her, “Go up in peace to thine house. See, I have hearkened to thy voice and have accepted thy person.”",
        "bible": "KJV21",
        "verse": "34"
      },
      "1-Samuel2coOAF2dByWwsL1S2534": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And Abigail came to Nabal; and behold, he held a feast in his house like the feast of a king. And Nabal’s heart was merry within him, for he was very drunken; therefore she told him nothing, less or more, until the morning light.",
        "bible": "KJV21",
        "verse": "35"
      },
      "1-Samuel2coOAF2dByWwsL1S2535": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "But it came to pass in the morning, when the wine had gone out of Nabal and his wife had told him these things, that his heart died within him and he became as a stone.",
        "bible": "KJV21",
        "verse": "36"
      },
      "1-Samuel2coOAF2dByWwsL1S2536": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And it came to pass about ten days after that the Lord smote Nabal, so that he died.",
        "bible": "KJV21",
        "verse": "37"
      },
      "1-Samuel2coOAF2dByWwsL1S2537": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And when David heard that Nabal was dead, he said, “Blessed be the Lord who hath pleaded the cause of my reproach from the hand of Nabal, and hath kept His servant from evil; for the Lord hath returned the wickedness of Nabal upon his own head.” And David sent and communed with Abigail, to take her to him as wife.",
        "bible": "KJV21",
        "verse": "38"
      },
      "1-Samuel2coOAF2dByWwsL1S2538": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And when the servants of David had come to Abigail at Carmel, they spoke unto her, saying, “David sent us unto thee to take thee to him as wife.”",
        "bible": "KJV21",
        "verse": "39"
      },
      "1-Samuel2coOAF2dByWwsL1S2539": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And she arose and bowed herself on her face to the earth, and said, “Behold, let thine handmaid be a servant to wash the feet of the servants of my lord.”",
        "bible": "KJV21",
        "verse": "40"
      },
      "1-Samuel2coOAF2dByWwsL1S2540": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "And Abigail hastened and arose, and rode upon an ass, with five damsels of hers who went after her; and she went after the messengers of David, and became his wife.",
        "bible": "KJV21",
        "verse": "41"
      },
      "1-Samuel2coOAF2dByWwsL1S2541": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "David also took Ahinoam of Jezreel, and they were also both of them his wives.",
        "bible": "KJV21",
        "verse": "42"
      },
      "1-Samuel2coOAF2dByWwsL1S2542": {
        "chapter": "25",
        "book": "1-Samuel",
        "text": "But Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was from Gallim.",
        "bible": "KJV21",
        "verse": "43"
      },
      "1-Samuel2coOAF2dByWwsL1S260": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And the Ziphites came unto Saul at Gibeah, saying, “Doth not David hide himself in the hill of Hachilah, which is before Jeshimon?”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S261": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Then Saul arose and went down to the Wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the Wilderness of Ziph.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S262": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And Saul pitched camp on the hill of Hachilah, which is before Jeshimon, by the road. But David abode in the wilderness, and he saw that Saul came after him into the wilderness.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S263": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "David therefore sent out spies, and understood that Saul had come indeed.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S264": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And David arose and came to the place where Saul had pitched camp. And David beheld the place where Saul lay, and Abner the son of Ner, the captain of his host; and Saul lay in the entrenchment, and the people pitched round about him.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S265": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Then answered David and said to Ahimelech the Hittite and to Abishai the son of Zeruiah, brother of Joab, saying, “Who will go down with me to Saul into the camp?” And Abishai said, “I will go down with thee.”",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S266": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "So David and Abishai came to the people by night. And behold, Saul lay sleeping within the entrenchment, and his spear stuck in the ground at his bolster; but Abner and the people lay round about him.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S267": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Then said Abishai to David, “God hath delivered thine enemy into thine hand this day. Now therefore let me smite him, I pray thee, with the spear even to the earth at once, and I will not smite him the second time.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S268": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And David said to Abishai, “Destroy him not, for who can stretch forth his hand against the Lord’S anointed and be guiltless?”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S269": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "David said furthermore, “As the Lord liveth, the Lord shall smite him, or his day shall come to die, or he shall descend into battle and perish.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2610": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "The Lord forbid that I should stretch forth mine hand against the Lord’S anointed; but, I pray thee, take thou now the spear that is at his bolster, and the cruse of water, and let us go.”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2611": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "So David took the spear and the cruse of water from Saul’s bolster, and they got away. And no man saw it nor knew it, neither awakened; for they were all asleep, because a deep sleep from the Lord had fallen upon them.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2612": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Then David went over to the other side and stood on the top of a hill afar off, a great space being between them.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2613": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And David cried to the people and to Abner the son of Ner, saying, “Answerest thou not, Abner?” Then Abner answered and said, “Who art thou that criest to the king?”",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2614": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And David said to Abner, “Art not thou a valiant man? And who is like to thee in Israel? Why then hast thou not kept thy lord the king? For there came in one of the people to destroy the king thy lord.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2615": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "This thing is not good that thou hast done. As the Lord liveth, ye are worthy to die, because ye have not kept your master, the Lord’S anointed. And now see where the king’s spear is, and the cruse of water that was at his bolster.”",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S2616": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And Saul knew David’s voice, and said, “Is this thy voice, my son David?” And David said, “It is my voice, my lord, O king.”",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S2617": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And he said, “Why doth my lord thus pursue after his servant? For what have I done, or what evil is in mine hand?",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S2618": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Now therefore, I pray thee, let my lord the king hear the words of his servant. If the Lord have stirred thee up against me, let Him accept an offering; but if they be the children of men, cursed be they before the Lord, for they have driven me out this day from abiding in the inheritance of the Lord, saying, ‘Go, serve other gods.’",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S2619": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Now therefore, let not my blood fall to the earth before the face of the Lord; for the king of Israel has come out to seek a flea, as when one doth hunt a partridge in the mountains.”",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S2620": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Then said Saul, “I have sinned. Return, my son David, for I will no more do thee harm, because my soul was precious in thine eyes this day. Behold, I have played the fool and have erred exceedingly.”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S2621": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And David answered and said, “Behold the king’s spear! Let one of the young men come over and fetch it.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S2622": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "The Lord render to every man his righteousness and his faithfulness; for the Lord delivered thee into my hand today, but I would not stretch forth mine hand against the Lord’S anointed.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S2623": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "And behold, as thy life was much esteemed this day in mine eyes, so let my life be much esteemed in the eyes of the Lord, and let Him deliver me out of all tribulation.”",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S2624": {
        "chapter": "26",
        "book": "1-Samuel",
        "text": "Then Saul said to David, “Blessed be thou, my son David. Thou shalt both do great things and also shalt still prevail.” So David went on his way, and Saul returned to his place.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S270": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And David said in his heart, “I shall now perish one day by the hand of Saul. There is nothing better for me than that I should speedily escape into the land of the Philistines; and Saul shall despair of me, to seek me any more in any border of Israel. So shall I escape out of his hand.”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S271": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And David arose, and he passed over with the six hundred men who were with him unto Achish, the son of Maoch, king of Gath.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S272": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And David dwelt with Achish at Gath, he and his men, every man with his household, even David with his two wives, Ahinoam the Jezreelitess and Abigail the Carmelitess, Nabal’s wife.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S273": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And it was told Saul that David had fled to Gath, and he sought no more again for him.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S274": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And David said unto Achish, “If I have now found grace in thine eyes, let them give me a place in some town in the country, that I may dwell there; for why should thy servant dwell in the royal city with thee?”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S275": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "Then Achish gave him Ziklag that day. Therefore Ziklag pertaineth unto the kings of Judah unto this day.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S276": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And the time that David dwelt in the country of the Philistines was a full year and four months.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S277": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And David and his men went up and invaded the Geshurites and the Girzites and the Amalekites, for those nations were of old the inhabitants of the land, as thou goest to Shur, even unto the land of Egypt.",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S278": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And David smote the land and left neither man nor woman alive, and took away the sheep and the oxen and the asses and the camels and the apparel, and returned and came to Achish.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S279": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And Achish said, “Whither have ye made a raid today?” And David said, “Against the south of Judah, and against the south of the Jerahmeelites, and against the south of the Kenites.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2710": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And David saved neither man nor woman alive to bring tidings to Gath, saying, “Lest they should tell on us, saying, ‘So did David, and so will be his manner all the while he dwelleth in the country of the Philistines.’”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2711": {
        "chapter": "27",
        "book": "1-Samuel",
        "text": "And Achish believed David, saying, “He hath made his people Israel utterly to abhor him. Therefore he shall be my servant for ever.”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S280": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And it came to pass in those days that the Philistines gathered their armies together for warfare to fight with Israel. And Achish said unto David, “Know thou assuredly that thou shalt go out with me to battle, thou and thy men.”",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S281": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And David said to Achish, “Surely thou shalt know what thy servant can do.” And Achish said to David, “Therefore will I makethee keeper of mine head for ever.”",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S282": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Now Samuel was dead, and all Israel had lamented him and buried him in Ramah, even in his own city. And Saul had put away those who had familiar spirits and the wizards out of the land.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S283": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And the Philistines gathered themselves together and came and pitched camp in Shunem; and Saul gathered all Israel together, and they pitched camp in Gilboa.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S284": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And when Saul saw the host of the Philistines, he was afraid and his heart greatly trembled.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S285": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And when Saul inquired of the Lord, the Lord answered him not, neither by dreams nor by Urim nor by prophets.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S286": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Then said Saul unto his servants, “Seek me a woman who hath a familiar spirit, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a woman who hath a familiar spirit at Endor.”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S287": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And Saul disguised himself and put on other raiment, and he went, and two men with him; and they came to the woman by night. And he said, “I pray thee, divine unto me by the familiar spirit, and bring me him up whom I shall name unto thee.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S288": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And the woman said unto him, “Behold, thou knowest what Saul hath done, how he hath cut off those who have familiar spirits and the wizards out of the land. Why then layest thou a snare for my life, to cause me to die?”",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S289": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And Saul swore to her by the Lord, saying, “As the Lord liveth, there shall no punishment happen to thee for this thing.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2810": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Then said the woman, “Whom shall I bring up unto thee?” And he said, “Bring me up Samuel.”",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S2811": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And when the woman saw Samuel, she cried with a loud voice. And the woman spoke to Saul, saying, “Why hast thou deceived me? For thou art Saul!”",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S2812": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And the king said unto her, “Be not afraid. For what sawest thou?” And the woman said unto Saul, “I saw gods ascending out of the earth.”",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S2813": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And he said unto her, “What form is he of?” And she said, “An old man cometh up, and he is covered with a mantle.” And Saul perceived that it was Samuel, and he stooped with his face to the ground and bowed himself.",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S2814": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And Samuel said to Saul, “Why hast thou disquieted me, to bring me up?” And Saul answered, “I am sore distressed; for the Philistines make war against me, and God has departed from me and answereth me no more, neither by prophets nor by dreams. Therefore I have called thee, that thou mayest make known unto me what I shall do.”",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S2815": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Then said Samuel, “Why then dost thou ask of me, seeing the Lord has departed from thee and has become thine enemy?",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S2816": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And the Lord hath done to him, as He spoke by me. For the Lord hath rent the kingdom out of thine hand and given it to thy neighbor, even to David.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S2817": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Because thou obeyed not the voice of the Lord nor executed His fierce wrath upon Amalek, therefore hath the Lord done this thing unto thee this day.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S2818": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Moreover the Lord will also deliver Israel with thee into the hand of the Philistines; and tomorrow shalt thou and thy sons be with me. The Lord also shall deliver the host of Israel into the hand of the Philistines.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S2819": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Then Saul fell straightway full length on the earth, and was sore afraid because of the words of Samuel; and there was no strength in him, for he had eaten no bread all the day nor all the night.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S2820": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And the woman came unto Saul and saw that he was sore troubled, and said unto him, “Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hands and have hearkened unto thy words which thou spoke unto me.",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S2821": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength when thou goest on thy way.”",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S2822": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "But he refused and said, “I will not eat.” But his servants, together with the woman, compelled him; and he hearkened unto their voice. So he arose from the earth and sat upon the bed.",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S2823": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And the woman had a fat calf in the house; and she hastened and killed it, and took flour and kneaded it, and baked unleavened bread thereof.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S2824": {
        "chapter": "28",
        "book": "1-Samuel",
        "text": "And she brought it before Saul and before his servants, and they ate. Then they rose up and went away that night.",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S290": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "Now the Philistines gathered together all their armies to Aphek, and the Israelites pitched camp by a fountain which is in Jezreel.",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S291": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "And the lords of the Philistines passed on by hundreds and by thousands, but David and his men passed on in the rearward with Achish.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S292": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "Then said the princes of the Philistines, “What do these Hebrews here?” And Achish said unto the princes of the Philistines, “Is not this David, the servant of Saul the king of Israel, who hath been with me these days, or these years, and I have found no fault in him since he fell unto me to this day?”",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S293": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "And the princes of the Philistines were wroth with him; and the princes of the Philistines said unto him, “Make this fellow return, that he may go back to his place which thou hast appointed for him, and let him not go down with us to battle, lest in the battle he be an adversary to us. For wherewith should he reconcile himself unto his master? Should it not be with the heads of these men?",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S294": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "Is not this David, of whom they sang one to another in dances, saying, ‘Saul slew his thousands, and David his ten thousands’?”",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S295": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "Then Achish called David and said unto him, “Surely, as the Lord liveth, thou hast been upright, and thy going out and thy coming in with me in the host is good in my sight; for I have not found evil in thee since the day of thy coming unto me to this day; nevertheless the lords favor thee not.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S296": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "Therefore now return and go in peace, that thou displease not the lords of the Philistines.”",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S297": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "And David said unto Achish, “But what have I done? And what hast thou found in thy servant so long as I have been with thee unto this day, that I may not go fight against the enemies of my lord the king?”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S298": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "And Achish answered and said to David, “I know that thou art good in my sight as an angel of God. Notwithstanding the princes of the Philistines have said, ‘He shall not go up with us to the battle.’",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S299": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "Therefore now rise up early in the morning with thy master’s servants who have come with thee; and as soon as ye be up early in the morning and have light, depart.”",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S2910": {
        "chapter": "29",
        "book": "1-Samuel",
        "text": "So David and his men rose up early to depart in the morning to return into the land of the Philistines. And the Philistines went up to Jezreel.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S300": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And it came to pass, when David and his men had come to Ziklag on the third day, that the Amalekites had invaded the South and Ziklag, and smitten Ziklag and burned it with fire,",
        "bible": "KJV21",
        "verse": "1"
      },
      "1-Samuel2coOAF2dByWwsL1S301": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "and had taken the women captive, who were therein. They slew not any, either great or small, but carried them away and went on their way.",
        "bible": "KJV21",
        "verse": "2"
      },
      "1-Samuel2coOAF2dByWwsL1S302": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "So David and his men came to the city, and behold, it was burned with fire; and their wives and their sons and their daughters were taken captive.",
        "bible": "KJV21",
        "verse": "3"
      },
      "1-Samuel2coOAF2dByWwsL1S303": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "Then David and the people who were with him lifted up their voice and wept, until they had no more power to weep.",
        "bible": "KJV21",
        "verse": "4"
      },
      "1-Samuel2coOAF2dByWwsL1S304": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David’s two wives were taken captive: Ahinoam the Jezreelitess, and Abigail the wife of Nabal the Carmelite.",
        "bible": "KJV21",
        "verse": "5"
      },
      "1-Samuel2coOAF2dByWwsL1S305": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David was greatly distressed, for the people spoke of stoning him because the soul of all the people was grieved, every man for his sons and for his daughters; but David encouraged himself in the Lord his God.",
        "bible": "KJV21",
        "verse": "6"
      },
      "1-Samuel2coOAF2dByWwsL1S306": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David said to Abiathar the priest, Ahimelech’s son, “I pray thee, bring me hither the ephod.” And Abiathar brought thither the ephod to David.",
        "bible": "KJV21",
        "verse": "7"
      },
      "1-Samuel2coOAF2dByWwsL1S307": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David inquired of the Lord, saying, “Shall I pursue after this troop? Shall I overtake them?” And He answered him, “Pursue, for thou shalt surely overtake them and without fail recover all.”",
        "bible": "KJV21",
        "verse": "8"
      },
      "1-Samuel2coOAF2dByWwsL1S308": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "So David went, he and the six hundred men who were with him, and came to the Brook Besor, where those who were left behind stayed.",
        "bible": "KJV21",
        "verse": "9"
      },
      "1-Samuel2coOAF2dByWwsL1S309": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "But David pursued, he and four hundred men; for two hundred remained behind, who were so faint that they could not go over the Brook Besor.",
        "bible": "KJV21",
        "verse": "10"
      },
      "1-Samuel2coOAF2dByWwsL1S3010": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And they found an Egyptian in the field, and brought him to David and gave him bread, and he ate; and they made him drink water.",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S3011": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And they gave him a piece of a cake of figs and two clusters of raisins; and when he had eaten his spirit came again to him, for he had eaten no bread nor drunk any water three days and three nights.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S3012": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David said unto him, “To whom belongest thou, and from whence art thou?” And he said, “I am a young man of Egypt, servant to an Amalekite; and my master left me, because three days ago I fell sick.",
        "bible": "KJV21",
        "verse": "13"
      },
      "1-Samuel2coOAF2dByWwsL1S3013": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "We made an invasion upon the south of the Cherethites, and upon the border which belongeth to Judah and upon the south of Caleb; and we burned Ziklag with fire.”",
        "bible": "KJV21",
        "verse": "14"
      },
      "1-Samuel2coOAF2dByWwsL1S3014": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And when he had brought him down, behold, they were spread abroad upon all the earth, eating and drinking and dancing, because of all the great spoil that they had taken out of the land of the Philistines and out of the land of Judah.",
        "bible": "KJV21",
        "verse": "15"
      },
      "1-Samuel2coOAF2dByWwsL1S3015": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David smote them from the twilight even unto the evening of the next day; and there escaped not a man of them, save four hundred young men who rode upon camels and fled.",
        "bible": "KJV21",
        "verse": "16"
      },
      "1-Samuel2coOAF2dByWwsL1S3016": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David recovered all that the Amalekites had carried away, and David rescued his two wives.",
        "bible": "KJV21",
        "verse": "17"
      },
      "1-Samuel2coOAF2dByWwsL1S3017": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And there was nothing lacking to them, neither small nor great, neither sons nor daughters, neither spoil nor any thing that they had taken from them; David recovered all.",
        "bible": "KJV21",
        "verse": "18"
      },
      "1-Samuel2coOAF2dByWwsL1S3018": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David took all the flocks and the herds which they drove before those other cattle, and said, “This is David’s spoil.”",
        "bible": "KJV21",
        "verse": "19"
      },
      "1-Samuel2coOAF2dByWwsL1S3019": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And David came to the two hundred men who were so faint that they could not follow David, whom they had made also to remain at the Brook Besor; and they went forth to meet David and to meet the people who were with him. And when David came near to the people, he saluted them.",
        "bible": "KJV21",
        "verse": "20"
      },
      "1-Samuel2coOAF2dByWwsL1S3020": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "Then answered all the wicked men and men of Belial of those who went with David, and said, “Because they went not with us, we will not give them aught of the spoil that we have recovered, save to every man his wife and his children, that they may lead them away and depart.”",
        "bible": "KJV21",
        "verse": "21"
      },
      "1-Samuel2coOAF2dByWwsL1S3021": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "Then said David, “Ye shall not do so, my brethren, with that which the Lord hath given us, who hath preserved us and delivered the company that came against us into our hand.",
        "bible": "KJV21",
        "verse": "22"
      },
      "1-Samuel2coOAF2dByWwsL1S3022": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "For who will hearken unto you in this matter? But as his part is who goeth down to the battle, so shall his part be who tarrieth by the supplies: they shall divide alike.”",
        "bible": "KJV21",
        "verse": "23"
      },
      "1-Samuel2coOAF2dByWwsL1S3023": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And it was so from that day forward, that he made it a statute and an ordinance for Israel unto this day.",
        "bible": "KJV21",
        "verse": "24"
      },
      "1-Samuel2coOAF2dByWwsL1S3024": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "And when David came to Ziklag, he sent a portion of the spoil unto the elders of Judah, even to his friends, saying, “Behold, a present for you of the spoil of the enemies of the Lord”—",
        "bible": "KJV21",
        "verse": "25"
      },
      "1-Samuel2coOAF2dByWwsL1S3025": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "to those who were in Bethel, and to those who were in South Ramoth, and to those who were in Jattir;",
        "bible": "KJV21",
        "verse": "26"
      },
      "1-Samuel2coOAF2dByWwsL1S3026": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "and to those who were in Aroer, and to those who were in Siphmoth, and to those who were in Eshtemoa,",
        "bible": "KJV21",
        "verse": "27"
      },
      "1-Samuel2coOAF2dByWwsL1S3027": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "and to those who were in Rachal, and to those who were in the cities of the Jerahmeelites, and to those who were in the cities of the Kenites;",
        "bible": "KJV21",
        "verse": "28"
      },
      "1-Samuel2coOAF2dByWwsL1S3028": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "and to those who were in Hormah, and to those who were in Chorashan, and to those who were in Athach;",
        "bible": "KJV21",
        "verse": "29"
      },
      "1-Samuel2coOAF2dByWwsL1S3029": {
        "chapter": "30",
        "book": "1-Samuel",
        "text": "and to those who were in Hebron, and to all the places where David himself and his men were wont to haunt.",
        "bible": "KJV21",
        "verse": "30"
      },
      "1-Samuel2coOAF2dByWwsL1S3110": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And when the inhabitants of Jabeshgilead heard of that which the Philistines had done to Saul,",
        "bible": "KJV21",
        "verse": "11"
      },
      "1-Samuel2coOAF2dByWwsL1S3111": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "all the valiant men arose and went all night, and took the body of Saul and the bodies of his sons from the wall of Bethshan, and came to Jabesh and burned them there.",
        "bible": "KJV21",
        "verse": "12"
      },
      "1-Samuel2coOAF2dByWwsL1S3112": {
        "chapter": "31",
        "book": "1-Samuel",
        "text": "And they took their bones and buried them under a tree at Jabesh, and fasted seven days.",
        "bible": "KJV21",
        "verse": "13"
      }
    }
  }
}